[
  {
    "He-Halutz": " (Hebrew, \"The Pioneer\").  An early Zionist organization that attracted youth and intended to train its members for life in the Land of Israel.  The He-Halutz movement functioned as an umbrella organization for various Zionist youth movements in Poland, including Dror, Gordonia, and Hashomer Hatzair and reached 41,000 members in Poland by 1933. Created after the pogroms in Russia of 1881 and with the influence of the revolutionary movement there, its leaders decided to go out to the youth and create a mobile population of land workers with spades and  plows."
  },
  {
    "Abba Kovner": "(1918-1987) Born in Crimea, educated in Vilna, Kovner was a leader of the Jewish Resistance during WW II in the Vilna Ghetto.  Even after the war officially ended, he continued to explore ways for Jews to retaliate for the Nazi atrocities. He settled in Israel in 1945 and wrote novels about the partisans during the war, among other themes.   He was an active member of HaShomer Hatzair before and after the war."
  },
  {
    "Adam Czerniakow": "(1881-1942) Had been a leader of Jewish craftsmen in Poland during WWI. At the time of WW II, under Nazi occupation, he was appointed mayor of the Warsaw Ghetto. Confronted with the need to supply 100,000 Jews for deportation to a death camp, he committed suicide."
  },
  {
    "Agudas Israel--Isroel-Yisroel": "(In Hebrew, Agudat Israel) Political party founded in Kattowitz in Poland in 1912 by Orthodox Jews. It incorporated many Hasidim, but excluded the Orthodox Mizrachi Zionist group. It opposed Zionism first, and took inspiration from the neo-orthodoxy of Germany. "
  },
  {
    "Alef-beys": "(Yiddish, \"ABC's\", from the Hebrew, \"Aleph-Bet\") The Jewish alphabet, used to write Hebrew, Yiddish, and other Jewish languages."
  },
  {
    "Aliya-Aliyah": "From the Hebrew \"ascent\", aliya refers to the central tenet of many Jewish political movements -- beginning at the end of the 19th century in Eastern Europe -- aiming for the return of the Jewish people to their ancestral home. As a goal, it was part of all Zionist ideologies. Organized aliya started in the 1880, as a reaction to the Russian pogroms, led by a group known as Bilu. Despite difficulties with the Turkish authorities, this became known as aliya A, in which 25,000 Jews settled in Palestine. The second aliya (Bet) (1904-14) also derived from Russian Jewery; around 30-40,000 Jews settled then, many fueled by socialist ideals. The Balfour Declaration (1919) gave raise to the third aliya( 1919-1923)(Gimel). In this wave, youthful representation was prominent. The fourth wave of aliya (1924-1931) had its main source in Polish Jews. The fifth Aliya of the 30s started because of Nazi persecutions, and also saw the organization of Youth Aliya.  At the end of this wave, there was a large \"illegal\" group of immigrants, that found themselves with no papers officially sanctioning their travel. The sixth aliya, at the tail end of the war and after, include the stories of the ships like Exodus, Patria, Struma.  In none of the waves that brought Jews to Israel, did they all remain settled there. However, by the time of the establishment of the State, there were approximately 750,000 Jews in Israel.    "
  },
  {
    "American Joint Distribution-AJD": "Originally established in 1914 by orthodox and labor groups to save Palestinian Jews from starvation, the American Joint Distribution Committee expanded to provide assistance to impoverished Jews worldwide.  They were especially active providing food kitchens, health care and educational facilities, and cultural institutions in Eastern Europe between the two world wars. Here is a link to the JDC's own history as presented on its web site: http://www.jdc.org/who_history.html"
  },
  {
    "Autonomism": "A movement for cultural autonomy that was developed by Jewish historian, Shimon Dubnov; this idea received much support and consideration after WW I with the Minorities Treaty. Other influential intellectuals that rallied the idea were Chaim Zhitlovsky of the Folkspartei, and Nathan Birnbaum.  Autonomism was then a movement for minority rights, especially those pertaining to culture, language, and education.  "
  },
  {
    "Autonomy": "Term that designates some degree of self-government. Historically, Jews enjoyed a degree of it everywhere through the court system they always maintained, their own collection of taxes, etc. In Poland, the Jewish Council of Four Lands, (16th century) became the most comprehensive political experiment of Jewish Autonomy within a foreign state. For minorities, the concept has relevance with respect to their cultural matters.  A movement for cultural autonomy was developed by Jewish historian, Shimon Dubnov; this idea received much support and consideration after WW I with the Minorities Treaty. Other influential intellectuals that rallied the idea were Chaim Zhitlovsky of the Folkpartei, and Nathan Birnbaum.  Autonomism was then a movement for minority rights, especially those pertaining to culture, language, and education.  "
  },
  {
    "Az Nisht Keyn Emune": "(Yiddish, \"If There is No Faith\") Late 19th Century Latvian Hasidic Zemer --song."
  },
  {
    "Beis medresh": "(Yiddish, \"House of learning\" or \"House of prayer\", from the Hebrew \"Beit midrash\").  These community centers were plentiful in each city or town, and were a less formal meeting place than a synagogue.    "
  },
  {
    "Beis Yakov": "The orthodox school system for girls.  There were two schools systems created for Orthodox boys and girls in Poland, both eventually functioning under the auspices of the Agudas Isroel.  The Khoirev school system, for boys, was a response to the development of Jewish secular schools which were viewed as a threat to traditional Jewish orthodox values.  By 1937, the Khoirev system had a total of 580 institutions with 73,311 students. Sara Schenirer organized the counterpart network for girls, known as Beis Yakov, beginning in Krakow in 1917.   Both schools combined Jewish traditional studies and industrial training.   In 1935, the combined schools systems had 110,000 students."
  },
  {
    "Beit midrash-Beis Medresh (Yiddish)": "Hebrew for \"House of study\", used also for prayer and study; can also refer to an academy for study of religious texts."
  },
  {
    "Betar": "Right-wing Zionist youth movement of the Revisionist Party founded in Latvia in 1923.  Betar is an abbreviation short for Brit Yoseph Trumpeldor, \"The Covenent of Trumpledor\", the leader that cooperated with Vladimir Jabotinsky to create a Jewish fighting unit with the British to battle the Turks in WWI.  It grew in the 1930's in Poland and had an educational mandate: teaching the Hebrew language, culture, and self-defence. Its goal was aliya to Eretz Israel, establishing a Jewish state on both sides of the Jordan river.  Members of other Jewish movements derided Betar members as \"fascists\" because of their reddish-brown shirts and militant stance. "
  },
  {
    "Bund": "Abbr. in Yiddish for \"Algemeyner Yidisher Arbeter Bund in Lite, Poyln un Rusland\". The General Workers' Union was the Jewish Socialist party. Founded in 1897 in Vilna, it soon solidified its ideology: for autonomism, devoted to Yiddish language and culture, and secular nationalism. It proclaimed for Jews to live in \"Doykeit\" (\"hereness\"), an ideological perspective that supported socio-political changes in the place where Jews had lived for a millennium.  The Bund embraced three major groups: parts of the working class, the radical intelligentsia and the semi- intelligentsia, and those Jews that lacked sufficient general education but were steeped in Jewish culture.  It took on formidable battles against the Zionists, but occasionally collaborated in educational efforts with the Poalei Tzion, a socialist and Yiddish-based Zionist party. It helped spread many educational institutions and organizations for adults and youth, as well as important training in self-defense."
  },
  {
    "Bundist": "Abbr. in Yiddish for a member of the \"Algemeyner Yidisher Arbeter Bund in Lite, Poyln un Rusland\". The General Workers' Union was the Jewish Socialist party. Founded in 1897 in Vilna, it soon solidified its ideology: for autonomism, devoted to Yiddish language and culture, and secular nationalism. It proclaimed for Jews to live in \"Doykeit\" (hereness), an ideological perspective that supported changes in the place where Jews had lived for a millenium.  The Bund embraced three major groups: parts of the working class, the radical intelligentsia and the semi- intelligentsia, and those Jews that lacked sufficient  general education but were steeped in Jewish culture.  It took on formidable battles against the Zionists, but occasionally collaborated in educational efforts with the Poalei Tzion, a socialist and Yiddish-based Zionist party. It helped spread many educational institutions and organizations for adults and youth, as well as important training in self-defense."
  },
  {
    "Captain Alfred Dreyfus": "(1859-1935) On October 15, 1894, Captain Alfred Dreyfus, one of the few high ranking Jewish officers in the French Army, was arrested and falsely accused of having been a spy.  In reality, it was a Major Esterhazy, a non-Jew who had been spying and it was later discovered that documents had been forged to frame Captain Dreyfus.  French public opinion at that time held that Dreyfus must be guilty because he was a Jew.  It was this attitude and collective turmoil in what was supposed to be one of the most \"enlightened\" and least anti-Semitic countries of Europe that severely upset Theodore Herzl and convinced him that anti-Semitism was so strong that the only answer for Jews was a Jewish State. Dreyfus, first wrongly convicted, was pardoned on September 1899. "
  },
  {
    "Cheder": "(Also, Kheyder, Yiddish. Kheydorim, plural) Often a one-room schoolhouse. This type of school existed for centuries throughout the Jewish world where children studied; boys for the most part. It was known for teaching the Hebrew alphabet from Torah text, using memorizing as a strong pedagogical devise.   Classes often lasted a good part of the day in the house of the melamed, or teacher. Discipline and quality varied a great deal from school to school. "
  },
  {
    "Chevra kaddisha": "Hebrew for \"Holy-society\", name given to the burial society that organized the rituals of burial for the Jewish community.  Volunteers, most often unknown to the majority of the community, active in every Jewish community,  that occupied themselves with burial and giving the upmost respect to the departing body.  There are many diverse rules and regulations in Jewish Law for how to treat a Jew after death, and these were the men and women attending to this.  "
  },
  {
    "Cholent": "(also, \"tsholent\"in Yiddish) Traditional Eastern European stew eaten on Shabbat afternoon, and prepared the day before, slowly cooking on a low-burner overnight.  By starting the cholent the day before and allowing it to slow-cook overnight, Jews managed to cleverly circumvent the Shabbat prohibition against lighting a fire. Often given in to be placed into the oven of  the town bakery on friday, was picked up on the sabbath for the afternoon meal. "
  },
  {
    "Constitution Day": "Celebrated on May 3, this Polish holiday marks the anniversary of the Great Sejm's (parliament) adoption of Poland's constitution (the first in modern Europe, and the second after that of the United States) on that date in 1791.  "
  },
  {
    "Council": "(In Hebrew, Vaad d'arba Artzot, the \"Council of Four Lands\") An autonomous Jewish council organized in Poland-Lithuania by Jews, taking its name from the provinces it represented. It was active in the 16th century. It met twice yearly at the city fairs of Lublin and Jeroslav, and other cities later on. It dealt with fiscal matters, such as the taxes of the Jewish population for the government, and also with issues of conflicts between communities, regulation regarding economic decisions, schools, charities, religious life, and book publication.  In the 18th century, the masses became unable to meet the tax burden imposed on them, and started to become insubordinate. Once the government made superfluous the tax activity of the Council, it started to fall apart as a representative organization of Jewry.  "
  },
  {
    "CYSHO Bundist": "(Acronym: Central Jewish School Organization)- This large network of Yiddish-language schools were founded in 1921 in Poland and run by the socialist Jewish Labor Party, the Bund. By late 1923, CYSHO had 120 elementary schools with 12,400 students, 26 kindergartens, 3 high schools, and 2 teachers' seminaries throughout the country; by 1934-35 there were 15,486 students. These schools taught Yiddish language and literature, Jewish history and social studies, as well as science, mathematics, music, art and sports. They competed against Hebrew schools, known as the Tarbut network."
  },
  {
    "David Ben-Gurion": "(1886-1973); David Gruen, changed his name to David Ben Gurion ( Hebrew as 'son of lion') Zionist leader and primary founder of the State of Israel; also its first Prime Minister. Born in Plonsk, Congress Poland, Russian Empire, died in Israel. Lived in a Kibbutz, Sde Boker. Was instrumental in uniting all miliatias into the Israel Defense Forces ( IDF), and is known as \"Israel's founding father\". "
  },
  {
    "Dayan -- (singular, and dayyanim, pl) ": "Hebrew/ and Yiddish for Judge. Specially trained rabbis that function as judges in the Jewish rabbinic courts.  "
  },
  {
    "De non tolerandis judaeis": "Latin. It refers to the \"no-toleration of Jews \" privilege that was offered to Christians -- often to placate their displeasure from the acceptance of Jews--  to make sure that Jews would not be able to settle, except in the outskirts of cities and other specific areas of a urban settlements."
  },
  {
    "Di Shvue": "Yiddish for \"the pledge\";  The well-known song with this name was written by Sholem An-Ski (1863-1920) in 1902.  He was a folklorist and author of many well-known pieces, for instance, the play, the Dybbuk.  This song became the anthem of the Jewish Labor Bund and was sung in Eastern Europe and the US in the relevant circles. "
  },
  {
    "Dror": "(Hebrew, meaning \"freedom\") Socialist-Zionist youth movement active in Eastern Europe before the war, with chapters worldwide."
  },
  {
    "Economic Depression of 1929": "The Economic Depression of 1929, otherwise known as the \"Great Depression,\" began with the New York Stock Exchange crash in September of 1929.  The market crash resulted in a domino effect which ended in the devastation of the American economy.  National economies, however, are not isolated.  Rather, international trade and foreign investment are important factors in the economies of most countries.  When the United States, one of the most industrialized nations at that time, fell into a crisis, it affected economies worldwide resulting in an international economic disaster."
  },
  {
    "Einsatzgruppen": "Mobile paramilitary units of the German Nazis of the SS, responsible for mass murder, from cities to towns to villages, throughout the devastated Jewish communities of Eastern Europe."
  },
  {
    "Emmanuel Ringelblum": "(1900-1944) Historian, activist, and journalist. One of his most important legacies was the organization of the clandestine archive and documentation center of the Warsaw Ghetto in 1939, a group he put toghether that was known as \"Oneg Shabbes.\"   The archive was maintained in the Ghetto until 1943, and then continued outside in the \"Aryan\" side, for fear of losing the accumulated materials as the ghetto was being destroyed. The archive was buried in three metallic milk cans throughout Poland.  The first two were recovered in 1946 and 1950, but the third was never found. They contained monographs, descriptions and diaries of life in the ghetto, chronicles, underground newspapers and a variety of documents, drawings and descriptions. Emmanuel Ringelblum was murdered in Warsaw in 1944."
  },
  {
    "Empires": "An empire is a single government that controls several countries or nations, extensive territory; often it is not even geographically contiguous. "
  },
  {
    "Feldsher": "Yiddish, an informal nurse or paramedic; he may use folk remedies along with modern medical treatments.  "
  },
  {
    "First Zionist Congress": "Held in 1897 in Basel, Switzerland, the First Zionist Congress was the meeting at which the Zionist movement was organized, defined and solidified. Theodor Herzl organized the conference not only to offer Zionists from around the world the opportunity to meet and discuss the movement but also to gain international prestige and recognition for the Zionist movement in general.  The Congress created the World Zionist Organization which held subsequent Congresses. Herzl was elected as the head of the new organization, a position he held until his death in 1904. ( Born in 1860 in Budapest, he was a journalist, lawyer, writer, and political activist. Died in July 1904)."
  },
  {
    "Folkspartei": "Yiddish for \"Folkist\" Party. A democratic-radical, populist party in Poland. It was founded in 1918 and remained active through the interwar period. Its platform searched for  independent Jewish politics, cultural autonomy and complete political equality. They emphasized Yiddish as the language of the group and used the press as their main vehicle of communication with the masses. Culture and education, their main concerns, were to take on a secular character. The main centers for the party were Warsaw, Vilna and Lodz. "
  },
  {
    "Freiheit": "( Yiddish, Freedom.)  A Zionist youth movement affiliated with the Zionist-Socialist Party.  Like other pioneering youth movements, it organized scouting and pioneer educational activities, but was secular and socialist in orientation.  Freiheit promoted the use of Yiddish, rather than Hebrew.\""
  },
  {
    "Galicia": "Geographical region in Eastern Europe, today part of southeastern Poland and northwestern Ukraine.  Galicia’s Jewish community was among the oldest Ashkenazi centers and was transformed in numerous ways, including several violent pogroms.       "
  },
  {
    "Gaon of Vilna": "(1720-1797) Rabbi Elijah ben Solomon Zalman, better known as the Vilna Gaon, stressed rigorous philological study of Torah texts.  He valued human wisdom as part of divine service, emphasizing the sanctity of a living man rather than focusing solely on the glories of God.  "
  },
  {
    "Gmilat chesed": "(Hebrew, “loan without interest”; also spelled “gmiles chesed”).  Term used for the very common communal fund formed to be able to fund individual members of the community without charging interest."
  },
  {
    "Gmiles chesed": "(Yiddish, from the Hebrew Gmilat chesed, “loan without interest”).  Denotes the same interest-free lending society as above, just in Yiddish usage.  "
  },
  {
    "Gordonia": "Zionist youth movement founded in 1923 in Poland, based on the populist labor-Zionist ideals of A.D. Gordon.  It later played a key role in organizing ghetto resistance movements during the Holocaust.  "
  },
  {
    "Great Depression": "The Economic Depression of 1929, otherwise known as the “Great Depression,” began with the Wall Street crash and led to prolonged worldwide economic downturns, resulting in an international economic disaster.  "
  },
  {
    "Gymnasium": "These were university-preparatory high schools in Eastern Europe.  Entrance was restricted, and many Gymnasia specialized in a certain area such as science or literature.  "
  },
  {
    "Hakhshara": "(Hebrew, “preparation”).  As a noun, the term is designated for activities organized by the various Zionist youth movements to train agricultural and pioneering skills before immigration to Palestine.  "
  },
  {
    "Hovevei Zion": "(Hebrew, \"Love of Zion\") A pre-political mass movement of the mid-19th century for the return to the land of Eretz Yisrael.  They attempted a large scale settlement there and some international recognition.  However, they mostly activated the idea of aliya, and left the political content of it less attended. "
  },
  {
    "Janusz Korczak": "(1878-1942). Physician, author, educator, and social worker in Warsaw.  Concerned and interested in the poor, especially children, Dr. Korczak  worked as a volunteer in summer camps for underprivileged children. He became the head of an orphanage in Warsaw in 1911, traveled to Palestine in 1934 and 1936, and was very interested in Zionism but could not desert the orphans he worked for.  In 1942, at the brink of the Deportation to Treblinka, he, his assistant, and 200 children left for the death camp.  He had told the children that they were going to a picnic in the country.  He refused a last-minute offer for freedom and never took advantage of his celebrity status.  His act of selflessness made him into a legendary and mythic figure.   "
  },
  {
    "Jewish Fighting Organization": "Jewish Partisan group that led armed resistance in the Polish ghettoes and forests during World War II."
  },
  {
    "Judenrat": "(German, for \"Jewish Council\"). The Judenrat was appointed in the Nazi occupied territories to help them with the administration of Jewish affairs, to help enforce efficiently Nazi orders, and to facilitate the management of their execution policies. The head was usually known as \" Judenaeltster.\" ( Elder Jew).   The Councils had up to 24 male assigned members that were changed at the whim of the Nazis policies, often killed or incarcerated.  About 40 Judenrat members committed suicide when they saw that they could not prevent the transportation of Jews to the death camps.  Most of them eventually faced the same fate as all Jews. "
  },
  {
    "Julian Tuwim": "(1894-1953) Born in Lodz, he was a leading modernist Polish Jewish poet. He was the most widely read contemporary poet in Poland in the interwar years.   Despite his father's  Zionists interest, his mother educated him in an assimilated way.  He never conceled his Jewishness, and was an anti-Fascist in exile. Tuwim addressed often the theme of the plight of the common man in some of his work;  he was from the first major Jewish poets to write after Wolrd War II  a lament about Polish Jewry. The poem entitled My Zydzi Polscy (\"We, Polish Jews\") from 1944, expresses sheer fury in its protest.  "
  },
  {
    "Kehillah": "(Kehillot, plural). The Kehillah, or Jewish Community Council, was an organization, which was initially set up in Eastern Europe for the purposes of taxation. Before the emergence of modern states in Europe, before the category of  \"citizen\" existed and was offered to Jews, they were treated as a 'group' by the powers from where they lived.   Individuals living in a country were not all treated the same and not accorded the same rights and privileges. Kings or noblemen who were rulers of particular areas would allow people to live on their land at their service. Sometimes large groups of people, such as Jews, would request permission as a group to settle in a land. Oftentimes when Jews were permitted to settle in a place, they were required to pay a special community tax. The entire community would be responsible for the payment. The result was the emergence of a small council, which was responsible for collecting and paying the community tax. This council, the Kehillah, although initially set up to serve as the representative liaison between the secular ruler and the Jewish community, eventually evolved to serve as the leadership for the Jewish community with regard to its internal affairs. Thus, in addition to collecting taxes to be paid to the king or nobleman, the Kehillah might also collect taxes to pay the salary of the rabbi or to pay for the upkeep and maintenance of the mikvah. Because of this role, the Kehillah members made decisions about who should serve as rabbi or mikvah attendant. In addition, the Kehillah might take a broader role such as supervising kosher butchers or other duties. In the Russian empire, when the Tsar dictated that every community must send their youngsters to the army, it fell on the Kehillah to choose the army recruits from the community and to enforce other unwelcome edicts of the ruler. In some areas, the Kehillah became a sort of oligarchy where the same families automatically maintained power in the kehillah. The end of the kehillah primarily came with the granting of citizenship. Once Jews as individuals were members of a state, they were no longer compelled to use an official body to mediate between the state and the Jewish community. However, it was necessary for the Jewish community to maintain the synagogues, the mikvahs and other apparatus of Jewish life and for these purposes, a Jewish community council was still needed. In Poland, elected officials made up the new Kehillahs which maintained the synagogues, Jewish orphanages, homes for the elderly, mikvahs, and other communal support aparati. In the Soviet Union, the kehillah was persecuted as Jewish religious life was attacked and dismantled. "
  },
  {
    "Kehillot": "(Kehillah, singular). The Kehillah, or Jewish Community Council, was an organization, which was initially set up in Eastern Europe for the purposes of taxation. Before the emergence of modern states in Europe, there was no such thing as a \"citizen\". Individuals living in a country were not all treated the same and not accorded the same rights and privileges. Kings or noblemen who were rulers of particular areas would allow people to live on their land. Sometimes large groups of people, such as Jews, would request permission as a group to settle in a land. Oftentimes when Jews were permitted to settle in a place, they were required to pay a special community tax. The entire community would be responsible for the payment. The result was the emergence of a small council, which was responsible for collecting and paying the community tax. This council, the Kehillah, although initially set up to serve as the representative liaison between the secular ruler and the Jewish community, eventually evolved to serve as the leadership for the Jewish community with regard to its internal affairs. Thus, in addition to collecting taxes to be paid to the king or nobleman, the Kehillah might also collect taxes to pay the salary of the rabbi or to pay for the upkeep and maintenance of the mikvah. Because of this role, the Kehillah members made decisions about who should serve as rabbi or mikvah attendant. In addition, the Kehillah might take a broader role such as supervising kosher butchers or other duties. In the Russian empire, when the Tsar dictated that every community must send their youngsters to the army, it fell on the Kehillah to choose the army recruits from the community and to enforce other unwelcome edicts of the ruler. In some areas, the Kehillah became a sort of oligarchy where the same families automatically maintained power in the kehillah. The end of the kehillah primarily came with the granting of citizenship. Once Jews as individuals were members of a state, they were no longer compelled to use an official body to mediate between the state and the Jewish community. However, it was necessary for the Jewish community to maintain the synagogues, the mikvahs and other apparatus of Jewish life and for these purposes, a Jewish community council was still needed. In Poland, elected officials made up the new Kehillahs which maintained the synagogues, Jewish orphanages, homes for the elderly, mikvahs, and other communal support aparati. In the Soviet Union, the kehillah was persecuted as Jewish religious life was attacked and dismantled. "
  },
  {
    "khedorim": "(plural for school; Cheder, Kheyder, sing.) Often a one-room schoolhouse. This type of school existed for centuries throughout the Jewish world where children studied; boys for the most part. It was known for teaching from the Hebrew alphabet to Torah text, using memorizing as a strong pedagogical devise.   Classes often lasted a good part of the day in the house of the melamed, or teacher. Discipline and quality varied a great deal from school to school. "
  },
  {
    "kheyder": "(Also, Cheder, Yiddish. Kheydorim, plural) Often a one-room schoolhouse. This type of school existed for centuries throughout the Jewish world where children studied; boys for the most part. It was known for teaching the Hebrew alphabet from Torah text, using memorizing as a strong pedagogical devise.   Classes often lasted a good part of the day in the house of the melamed, or teacher. Discipline and quality varied a great deal from school to school. "
  },
  {
    "Khoirev": "Schools systems created for Orthodox boys and girls -- separate-- in Poland, both eventually functioning under the auspices of Agudas Israel.  The Khoirev school system, for boys, was a response to the development of Jewish secular schools which was  viewed as a threat to traditional Jewish orthodox values and educational philosophy.  By 1937, the Khoirev system had a total of 580 institutions with 73,311 students. Sara Schenirer organized the counterpart network for girls, known as Beis Yakov, beginning in Krakow in 1917.   Both schools combined Jewish traditional studies and industrial training.   In 1935, the combined schools systems had 110,000 students."
  },
  {
    "Kibbutz": "( Kibbutzim, pl).  A socialist, Zionist, Jewish communal settlement, usually a farm, formed by a group of pioneers and used as a style for the settling of the land of Israel, since 1909.  Kibbutz life expressed a varietyof social and politcal philosophies.  In general, the members of a kibbutz held all property in common and the kibbutz economy provided for the needs of each member or family. Many youth movements in Europe established their own kibbutzim in Palestine and trained members in Europe for life there. For that reason, there were also kibbutzim in Eastern Europe, in which Jewish youth performed 'hakhsharah', training for the communal life they were to establish later on in the Land of Israel"
  },
  {
    "Kiddush": "(Hebrew, \"sanctification\"). Ceremonial blessing recited on the Sabbath and Holidays over wine and bread at the beginning of a meal. The basic text is taken from the Bible in Genesis, but is modified to address each separate Holiday."
  },
  {
    "Kiddush Ha-Chaim": "(Hebrew, for \"sanctification of life\"). Term used to describe the extraordinary efforts made by Jews during WWII to conserve life.  The more familiar term \"Kiddush Hashem\" is an older term to connote martyrdom and was extended to refer to acts of uprightness in the eyes of non-Jews. However, in the case of the Holocaust, although Jews did die \"al Kiddush Hashem\" in vain and only because of their Jewishness, the term that describes their daily efforts to survive and their quiet daily rebellion and resistance, is what has been recognized as the ultimate heroism of the masses."
  },
  {
    "Klezmer": "(Yiddish, from Hebrew, \"Kley Zemer\", meaning \"musical instruments\") Style of Eastern European Jewish folk music, popular at weddings and other celebratory events.  Klezmer bands typically feature a fiddle, cymbals, and a bass. Many also feature horns, a clarinet, or an accordion.  The term \"Klezmer\" can also refer to a musician who performs Klezmer music."
  },
  {
    "Kloyz": "(Yiddish, \"small synagogue\", pl kloyzn). Often these types of praying houses were used by a specific social group: tailors, shoemakers, etc."
  },
  {
    "Kloyzn": "(Yiddish, \"small synagogue\", singular kloyz). Often these types of praying houses were used by a specific social group: tailors, shoemakers, etc."
  },
  {
    "Kosher": "Kosher food is food that meets the standard of Jewish law. Orthodox Jews or any Jew observing these traditional laws regarding food,  observe certain rituals and restrictions related to food and are forbidden to eat food that doesn't meet those requirements. For more information, see the Food section in \"Culture\"."
  },
  {
    "Maccabi": "Jewish sports organization founded in the early 20th century to promote physical fitness and activity amongst the Jews worldwide.  Chapters emerged wherever Jews lived, in Europe, the United States, Palestine, and throughout the Diaspora.  Officially an apolitical organization, Maccabi was often affiliated with Zionists groups, possibly because the Bund had its own sports organization, Morgnshtern."
  },
  {
    "Marxism": "Socialist, political, and economic philosophy of Karl Marx and Friedrich Engels. In their view of history, class struggle is a determinant force that propels the development and change of societies.  With that ideology, they imagined the  displacement of capitalism and the setting of communism, as an ultimate better political and economic form for society. "
  },
  {
    "Maskil": "(Hebrew, \"intellectual\"-Maskilim, pl). Term used to designate followers of the Haskalah (Jewish Enlightenment) in the 18th and 19th centuries. These intellectuals advocated changes in Jewish lifestyle and increased productivization of Jewish occupations as a way to solve, what was known as the \"Jewish Question\" in Europe, hoping to prepare the Jewish masses for their emancipation.  "
  },
  {
    "Mefitse Haskalah": "The Hevrah Mefitse Haskalah -( Disseminators of Enlightenment)- Society for the Promotion of Culture among Jews of Russia - was founded in St Petersburg in 1863 as a secular education center.  The society was dissolved by the Soviets in 1930. But there was also  a Vilna branch that had been active since 1909. It maintained schools, and organized cultural activities. It existed until 1938.  In its site, on Strashun St #6, a library with 45,000 books functioned.  It had been the largest  library operating in the Jewish community of Vilna before World War II.  During the Nazi occupation, the Mefitse Haskalah became the Jewish Ghetto Library, with 2,500 registered readers, and 5,000 users per month."
  },
  {
    "Megillah": "(Hebrew, \"scroll\", Yiddish, \"Megile\"). Refers to the five scrolls included in the Old Testament: Ruth, Lamentations, Song of Songs, Ecclesiastes and Esther."
  },
  {
    "Melamed": "(plural, melamdim) A teacher of young Jewish children in a kheyder.  "
  },
  {
    "Memorial Book": "Known in Yiddish as a yizker-bikher, these anthologies of memoirs, articles, and lists compiled by former Jewish residents--the self appointed writers and editors--  about their hometowns in Eastern Europe after World War II have grown to a count of about 1000 books since they started to be published.  Most of these were created to commemorate communities destroyed in the Holocaust. The YIVO Institute has a large collection of these anthologies; so does the National Library of the US, and the National Library in Israel."
  },
  {
    "Midroshim": "(Yiddish, \"House of learning\" or \"House of prayer\", from the Hebrew \"Beit midrash\").  These community centers were plentiful in each city or town, and were a less formal meeting place than a synagogue.    "
  },
  {
    "Mikvah": "Bath, ritual bath house -( Yiddish, Mikveh). The water is usually from a fresh spring or river, and Jews consider its establishment an essential requirement when they settle anywhere. There are diverse requirements from Jewish law for its use: as part of the process of  conversions to Judaism, but most important and often, for the observance of the laws of mentrual purity for women.Many other times have become traditions for the use of a Mikveh: some immersing before the sabbath, Yom Kippur, and even weddings. "
  },
  {
    "Minorities Rights Treaty": "As a variety of multiethnic states struggled with their inability to carve out territories for each ethnic/religious group, the state was started to act as a federation of Nationals and Nationalities. After WWI and the defeat of states that searched for territorial expansion -- among other things -- the Versailles Peace Conference of 1919 devoted attention to the Minority Rights necessary for the nationalities lacking a base for their protection. It had been the case that minority treatment was seen as a matter of the internal policies of a state. It was now becoming subject of international law.  The League of Nations was to oversee the implementation of these treaties. Poland became the most exemplary case with a treaty with 12 articles.   The idea was to protect minorities not just in their civil, political, and religious freedoms that they may have obtained, but also, to offer ethnic and cultural protection for their differences within a state.   Jews, par excellance, were a group defined as an extraterritorial minority and found these goals appealing.  Many Jewish groups in Eastern and Western Europe welcomed and supported the goal of self-determination that the Minority Treaties were offering. Unfortunately, their implementation in independent Poland between the Wars was delayed due to government-sanctioned anti-Semitism."
  },
  {
    "Mitnagdim": "(Hebrew, \"opponent\"). A term that came to be used to identify all Orthodox Jews that were not Hasidic.  It first signaled a bitter strife against the Hasidim led by, Elijah ben Solomon Zalman, the Gaon of Vilna (1720-1797); in Yiddish, Der Vilner Goen.   His will, perspective and perseverance shaped Lithuanian Jewry (with the exception of its Habad Hasidim and Karlin Hasidim). Considered one of the greatest talmudic scholars, even a 'genius\" , he was the spiritual father of the Musar movement.  He rejected, as did his followers, the \"miracle work\" of Hasidic Rebbes and their emphasis on emotional expression of Judaism.  Eventually, both the Mitnagdim and Hasidim united against the Haskalah of the 19th century, which was threatening both groups as they were losing adherents.  Today, the differences still exist, first marked by the differences in rite, the Mitnagdim continue to use the minhag Ashkenaz (the tradition from Ashkenaz) for prayer and emphasize strongly  text study. "
  },
  {
    "Mitzvot": "Hebrew, for commandment. ( Mitzves, pl. Yiddish).  The performance of mitzvot, generally accepted in the sense of  \"good deeds\",  is the essential activity of any religious Jew. The emphasis is on conscious acts of empathy and kindness. It is proposed that the Torah contains 613 mitzvot."
  },
  {
    "Mizrachi": "(Hebrew, \"Eastern\")  It is also an abbreviation of the Hebrew phrase Merkaz Ruhani which means \"Spiritual Center\";  name given to the Religious Zionist movement and party. Founded in 1901 to link religious Zionism within the Zionist movement. The party is alive and active today in Israel."
  },
  {
    "Mordecai Anilewicz": "Young Zionist who became commander of the Warsaw Ghetto uprising during WWII, ( 1919 - 1943).  He was born into a working class family, and for a time was a member of Betar, but eventually turned to the Hashomer Hatzair.  He tried to escape during the war to Palestine but was caught and went back to Vilna where he undertook again organization of youth groups. In the Warsaw ghetto, he organized an urban Kibbutz in a house and devoted much time to education of youngsters. He published underground newspapers and advocated armed resistance. Once he was sure of the final destruction of the ghetto, he organized the uprising in April 1943 that lasted until May. He was killed with many others at Mila 18, their headquarters.  In Israel, Kibbutz Yad Mordekhai is named after him."
  },
  {
    "Morgnshtern": "Bundist sports organization for Jewish workers and their children, founded in 1929, which sponsored activities like gymnastics, hiking, cycling, handball and swimming. It was egalitarian and coeducational, and offered itself also as a center for supplementing  activities of its youth and its youth party, Zukunft."
  },
  {
    "Musar": "(Hebrew, \"ethics\").  The term is used to designate a movement that developed among Orthodox Jews in Lithuania in the mid-1800's. The founder, Rav Israel Salanter, emphasized inner piety, ethical literature, and self-criticism in his preaching. It influenced most Lithuanina yeshivot. The Slobodka Yeshiva from Kovne, Kelm Yeshiva from Kelme, and Novahardok yeshiva from Novogrudok, Minsk region ( the largest perhaps of these),  specialized in Musar."
  },
  {
    "Nationalism": "Devotion to the interests and independence of one's own cultural / ethnic group. Around the middle of the 19th Century, Nationalism became an important force in Europe as different peoples began to interpret this part of their identity as in need of territorial separateness. "
  },
  {
    "Nation-State": "A nation-state is the term used to designate a state and its nation; 'one nation -one state' became a slogan that eventually proved to be far from political reality since in all states there are a variety of other religious/national/ethnic groups. "
  },
  {
    "Nigunim": "(Hebrew, \"song\" or \"melody\"; plural, nigunim). Used extensively by the Hasidim. "
  },
  {
    "Passover": "(In Hebrew, Pesach; Peisakh in Yiddish) An eight-day holiday, Passover usually falls in April and commemorates the Jewish exodus from slavery in Egypt immortalized in the Bible.  Commemorating the Jewish flight from Egypt and their inability to prepare leavened bread, the eight days forbid the use of bread, and only special crackers - Matze - are allowed. Passover, therefore, has its own set of highly complex dietary laws, designed to avoid the eating of any Chometz--leavened agents.  The first two nights of Passover are marked with a Seder (heb. meaning \"order\"), a special meal and conversation, in which the story of the exodus from slavery is told using a special book that retells the story, the Hagaddah.  Once the story has been told, everyone participates in a rich tradition of symbolic foods that are eaten and discussed, in order to remind the guests of the time of slavery.  The seider is a performance evening especially focused on capturing the attention of children or youngsters and to offer understanding and connectedness to Jewish history for the new generations of the family."
  },
  {
    "Piyyutim": "(sing. Piyyut, from Greek for \"poetry\") Used to designate liturgical poetry. Originally, these were free additions to the prayers, and were treated at the discretion of the praying person. "
  },
  {
    "Po'alei Zion": "Influential Social Democratic Labour Zionist party founded in 1906 in Poland, based on the populist, Labor Zionist ideals of A.D. Gordon.  The principles of nationalism, socialism and zionism were to unite, as attempted by  Zhitlovky and Syrkin in the 1890s.  The Marxist-Zionist  faction, Left Poalei Tzion-- wanted to link with the Comintern but by 1924 abandoned the idea and went independent. The Right Poalei Tzion, merged in 1925 with Zionist  Socialists and in 1932  formed with others the Wolrd Labour Zionist movement, for the \"building up of the homeland, education of all its members in humanistic values, and the creation of a working nation\"."
  },
  {
    "Pogrom": "( Russian, \"devastation\") --Violent riots incited and organized  to massacring, attack, destroy  property, murder, rape, perpetuated on Jews by a section of the non-Jewish population.  The most well know historical pogroms are those of the 17th and 18th centuries, from the Cossack Chmielnicki to the Haidamacks.  However, there were many large scale pogroms in Russia and Poland, in 1881, 1884, 1903 (the Kishinev pogrom), 1906, and more. Pogroms in the late 19th century were just one of many reasons that thousands of Eastern European Jews emigrated to the United States and elsewhere. The historian John Klier notes that \" by the 20th century, the word 'pogrom' had become a generic term in English for all forms of collective violence directed against Jews\". Later also applied to similar violence against other ethic minorities.  "
  },
  {
    "Ponary": "Wooded area about 8 miles from Vilna that was used by Nazi and Lithuanian units to execute Jews and other people during WWII. Between 1941-1944, 100,000 Jews were murdered there (men, women and children) brought from Vilna and the periphery. Around 1941, information about what was happening in Ponary reached the Vilna ghetto from some escapees who revealed the atrocities. The Yiddish poet, YIVO activist, and partisan Shmerke Kaczerginsky (1908-1954), alluded to Ponary in his well known song, \"Shtiler, Shtiler\" as the road from which one never returned.  "
  },
  {
    "Purim": "(Hebrew, meaning \"lot\"). Holiday commemorating the rescue from annihilation of Persian Jewry from the hands of Haman. Since the day for the extermination was decided by drawing lots, the holiday took on that name. The book of Esther (Megilat Esther) is read in the synagogue on the eve and morning of the Holiday. Whenever the name of Haman (Homon, in Yiddish) comes up in the text there is an uproar.  There are very old traditions of making masquerades on the holiday, and in the Middle Ages Jews made plays of the story.  There is an old text from the plays from Venice (1531) in Portuguese, and later Yiddish texts too, among others. The emergence of Modern Yiddish theater in the late 19th century draws a connection to the old Yiddish Purim plays. "
  },
  {
    "Quota System": "Minimum or maximum number of people allowed into an organization, profession, school system or country.  During the interwar period, a maximum number of Jews were allowed into designated educational systems and professions.  This was a form of discrimination against Jews.  In the present day, there are quota systems which require a minimum number of representatives per designated group, usually historically underrepresented peoples who had previously been victims of quotas to keep the doors closed to them. Often seen in the educational systems or professions."
  },
  {
    "Quotas": "Minimum or maximum number of people allowed into an organization, profession, school system or country.  During the interwar period, a maximum number of Jews were allowed into designated educational systems and professions.  This was a form of discrimination against Jews.  In the present day, there are quota systems which require a minimum number of representatives per designated group, usually historically underrepresented peoples who had previously been victims of quotas to keep the doors closed to them. Often seen in the educational systems or professions."
  },
  {
    "Rabbi Ephraim Oshry": "(1914 - 2004) Rabbi in the Kovno Ghetto who became famous for his responsa and his religious interpretation of the law that challenged Jewish behavior in unprecedented ways. Born near Ponevezh, he studied at the Slobodka yeshiva near Kovno. He made unprecedented comments and analysis on issues that had no rabbinical precedent. From the wrenching choices that Nazis and Lithuanians forced on Jewish parents, to decisions for what to do regarding saving lives, the young Rabbi Oshri protected 'the saving of lives' over any other principle. He explained that although some had the possibility to resist with guns, most Jews had to resist with their souls. See also http://www.yad-vashem.org.il/about_holocaust/documents/part3/doc182.html"
  },
  {
    "Reb Yisroel of Modzhitz": "(d. 1921) Rebbe of a Hasidic dynasty and founder of a special style. He emphasized the use of music as an art form and composed hundreds of melodies expressing feelings, thoughts, and prayers.  Much of his teaching was devoted to music. His son popularized his father's legacy and with his contribution made the connection between Torah and music a fact known throughout the Jewish world. "
  },
  {
    "Rebbe": "Leader of a hasidic community. Rebbeyim were greatly revered by their followers."
  },
  {
    "Rebbes": "Leader of a hasidic community. Rebbeyim were greatly revered by their followers."
  },
  {
    "Rebbetzin": "The rabbi or rebbe's wife. The rebbetzin was an important and influential figure in any Jewish community and was usually deemed to be a role model for women within the religious community."
  },
  {
    "Reform movement": "Movement to establish modifications on traditional Jewish practice and thought that was initiated in Germany as a reaction to the emancipation. It started with the creation of small synagogues led by laymen, shortened prayers, introduced the use of the vernacular instead of Hebrew, organ use, and more. There was a tendency to alter any traditions that separated the Jew from their neighbor.  Many laws fell under the rubric of \"anachronistic\": use of phylacteries, dietary laws, covering the head. Some of their interpretations and rules have been retracted and modified again and there has been contemporary reintroduction of traditional ceremonies."
  },
  {
    "Revisionist Zionism": "Revisionist Zionism began as a movement in 1923 in Riga, Latvia, formulated by Revisionist Zionist Vladamir Jabotinsky.  It not only adhered to the traditional Zionist ideal of Jewish state in which Hebrew would be the spoken language but also had a militant side that was opposed to Socialist Jewish ideals and called on activists to train in self-defense and be highly disciplined.  "
  },
  {
    "Revisionists": "Revisionist Zionism began as a movement in 1923 in Riga, Latvia, formulated by Revisionist Zionist Vladamir Jabotinsky.  It not only adhered to the traditional Zionist ideal of Jewish state in which Hebrew would be the spoken language but also had a militant side that was opposed to Socialist Jewish ideals and called on activists to train in self-defense and be highly disciplined.  "
  },
  {
    "Rosh Hashanah": "The Jewish new year festival, observed in the autumn on first and second days of Tishri, and marking the beginning of the Days of Awe, a period of confession and redemption."
  },
  {
    "Seder": "(Hebrew, \"order\") The festival Passover meal is called a seder because there are several components of the meal with a specific order that one must follow.  It is customary to invite friends, as well as the needy, to one of the two seders meals."
  },
  {
    "Shabbat": "Sabbath, the Jewish day of rest observed weekly. Starting Friday night - following the Jewish lunar calendar - the day is received as a Divine gift, memorializing the Creation of the world. The law defines it as a day of rest, and the abstention of work is essential, with a list of 39 types of activities that are considered infringements of its sanctity. The Shabbat is ushered in by lighting candles and the best food is expected to be put on a table. Food must be pre-prepared, and sufficient food and drink are stored and kept hot by permissible means for 3 meals. To mark the termination of the shabbat, the Havdallah is recited, and the regular week days ensue."
  },
  {
    "Shabbes": "Sabbath, the Jewish day of rest observed weekly. Starting Friday night - following the Jewish lunar calendar - the day is received as a Divine gift, memorializing the Creation of the world. The law defines it as a day of rest, and the abstention of work is essential, with a list of 39 types of activities that are considered infringements of its sanctity. The Shabbat is ushered in by lighting candles and the best food is expected to be put on a table. Food must be pre-prepared, and sufficient food and drink are stored and kept hot by permissible means for 3 meals. To mark the termination of the shabbat, the Havdallah is recited, and the regular week days ensue."
  },
  {
    "Shabes": "Sabbath, the Jewish day of rest observed weekly. Starting Friday night - following the Jewish lunar calendar - the day is received as a Divine gift, memorializing the Creation of the world. The law defines it as a day of rest, and the abstention of work is essential, with a list of 39 types of activities that are considered infringements of its sanctity. The Shabbat is ushered in by lighting candles and the best food is expected to be put on a table. Food must be pre-prepared, and sufficient food and drink are stored and kept hot by permissible means for 3 meals. To mark the termination of the shabbat, the Havdallah is recited, and the regular week days ensue."
  },
  {
    "Shabes in Shul": "(Hebrew, \"Sabbath prayer in Synagogue\")  Refers generally to the weekly synagogue attendance and the rituals, formal and informal, surrounding it.  A child's fond memories of adult prayer time and the free time it gave them to play in the courtyard.   A city or town would transform itself on the Sabbath into a quieter place.  You could time the day by observing the activities of Jews: the walking to or from synagogue; the socializing while strolling in the afternoon on the main street of town, etc. Although modernity brought the secularization of many people in the bigger cities and towns who dismissed the synagogues, and indeed, not everyone was going to synagogue, the rhythm of activity on Shabes still captured many non-religious Jews who continued to be attracted to the social-communal grounding of the day."
  },
  {
    "Shavuot": "(Shavues, in Yiddish) A Jewish festival held on the 6th day of Sivan, in May or June, commemorating the Law being given by God to Moses on Mount Sinai. Also known as the Feast of Weeks or Pentecost."
  },
  {
    "Shavuoth": "(Shavues, in Yiddish) A Jewish festival held on the 6th day of Sivan, in May or June, commemorating the Law being given by God to Moses on Mount Sinai. Also known as the Feast of Weeks or Pentecost."
  },
  {
    "shikse": "Yiddish slang for \"non-Jewish girl\". The term was often, although not exclusively, used in a derogatory manner. "
  },
  {
    "Shlomo Carlebach": "(1926-1995) Rabbi, composer, and singer who was born to the distinguished Carlbach family of Germany. Came to the US in 1939 and studied in various Yeshivot and at Columbia University.  He is responsible for a neo-hasidic style, which blended hasidic melodies (nigunim), American folk music and Israeli song. "
  },
  {
    "Shnirele, Perele": "(Yiddish, \"Little String, Little Pearl\") A 19th Century Hasidic Zemer with messianic themes."
  },
  {
    "Shoykhet": "(Yiddish, from the Hebrew, \"Shokhet\") Official slaughterer of animals for food, who follows rabbinic laws regarding how animals are to be slaughtered and inspected to determine if their meat is kosher.  For more info, see the Food section in \"Culture\"."
  },
  {
    "Shtibl": "(Yiddish, \" small house\" pl. Shtiblekh). Used as a term to designate Hasidic homes that functioned as houses for prayer. "
  },
  {
    "shtiblekh": "(Yiddish, \" small house\" sing. Shtibl). Used as a term to designate Hasidic homes that functioned as houses for prayer. "
  },
  {
    "Simon Dubnov": "(1860-1941) Historian and ideologue of great distinction.  His most substantial work, a ten volume History of the Jews, remains a classic of Jewish historical literature (it focused on Russian, Poland and Lithuania).  Dubnov held that the Jewish people constituted a cultural or spiritual nation which was what ensured their continued survival.  Dubnov founded the Folkspartei, an non-socialist organization which promoted the idea of \"Diaspora Nationalism\", that Jews should be active and engaged citizens but also preserve themselves as members of a distinctive national-ethnic group.  He advocated the promotion of Jewish language and culture as well as a form of cultural autonomy.  Dubnov actively lobbied against the Bund whom he claimed did not really promote Jewish culture due to their support of socialism.   In Dubnov's opinion, socialism at its barest essence sought the breakdown of nations and would eventually undermine Jewish culture."
  },
  {
    "Simon Dubnow": "(1860-1941) Historian and ideologue of great distinction.  His most substantial work, a ten volume History of the Jews, remains a classic of Jewish historical literature (it focused on Russian, Poland and Lithuania).  Dubnov held that the Jewish people constituted a cultural or spiritual nation which was what ensured their continued survival.  Dubnov founded the Folkspartei, an non-socialist organization which promoted the idea of \"Diaspora Nationalism\", that Jews should be active and engaged citizens but also preserve themselves as members of a distinctive national-ethnic group.  He advocated the promotion of Jewish language and culture as well as a form of cultural autonomy.  Dubnov actively lobbied against the Bund whom he claimed did not really promote Jewish culture due to their support of socialism.   In Dubnov's opinion, socialism at its barest essence sought the breakdown of nations and would eventually undermine Jewish culture."
  },
  {
    "SKIF": "(Yiddish abbreviation, meaning Socialist Children's Union).  The Bundist young children's organization, often founded in CYSHO schools, offering afternoon activities for the children, sports, swimming, etc.  It also complemented its physical activities with educational lectures, readings, and \"discussion evenings\" often on Socialism and Bundist history."
  },
  {
    "Socialism": "Ideology that proposes an alternative political system bent on transforming society by restoring economic justice to the producers of wealth, that is, the workers.  Depending on the form of socialism, this ideal may be expressed in the form of a small  community owning the means of their livelihood in common (as on a kibbutz), or by the government of a state owning and operating industries. This type of government organization would direct the society and its members' organizations and oversee distribution of goods as produced by the masses of its workers.  A large number of Jews were very active in socialist and worker's movements throughout the 20th century in Russia, Eastern Europe and America. They formed their own Jewish Socialist parties, such as the Bund, while they continued to explore and address connections between Jewish culture and Socialist ideals.  In the US, they contributed to the founding of the American labor movement and its many unions that were to function as protection of the workers interests. "
  },
  {
    "Socialist": "Ideology that proposes an alternative political system bent on transforming society by restoring economic justice to the producers of wealth, that is, the workers.  Depending on the form of socialism, this ideal may be expressed in the form of a small  community owning the means of their livelihood in common (as on a kibbutz), or by the government of a state owning and operating industries. This type of government organization would direct the society and its members' organizations and oversee distribution of goods as produced by the masses of its workers.  A large number of Jews were very active in socialist and worker's movements throughout the 20th century in Russia, Eastern Europe and America. They formed their own Jewish Socialist parties, such as the Bund, while they continued to explore and address connections between Jewish culture and Socialist ideals.  In the US, they contributed to the founding of the American labor movement and its many unions that were to function as protection of the workers interests. "
  },
  {
    "Stalin": "(1879-1953) Joseph Stalin, revolutionary, leader of world communism and ruler -- after Lenin ( 1870-1924),  of the Soviet Union, something he acheived with  purges against anyone he considered a political opponent.  he used imprisonment, gulags, assessinations, and rigged trials.  He dealt with the \"Jewish Question\" erratically, swinging from recognition and support to purges and liquidation.  Jews and Jewish culture and life in the Soviet Union were greatly affected by his policies. His repressive policies after WWII, and his enlarged hostility in the last years of his life to everything Jewish-- Zionism included --were disastrous for Jewish cultural group survival. "
  },
  {
    "State": "A state is a territorial area with a defined boundary and its own government. A state has jurisdiction for self government, and seeks recognition and national sovereignty.  The State of Israel,  formed in 1948, is a democratic republic. Its first president was Chaim Weitzman (1948-1952). It is governed by a Constitutional Assembly, a single-chamber institution that guides the legislature -- the Knesset -- with 120 members.  "
  },
  {
    "Succoth": "One of the three major fastivals, Tabernacles,  it conmemorates the 40 year wandering in the dessert after the children of israel left slavery and Egypt.  The harvest festival of \"booths\", is a week long holiday, and it comes 5 days after Yom Kippur. It  falls usually at the end of October. Succoth is celebrated within a temporary dwelling that is build outside of one's home, where all meals are eaten. It's status as a Harvest festival places special significance on all fruits and vegetables that are prepared and eaten in the Sukkah.  The final two days-- almost a separate holiday, Shmini Atzeret/ Simcha Tora, is the memorializing of the reception of the 10 commandments/Torah  in the dessert. "
  },
  {
    "Szabasowka": " Name for state primary schools run especially for Jews by the Polish government in the interwar period.  They did not hold classes on Shabbat or Jewish holidays, and time for Jewish studies was sometimes allotted along with the secular Polish math, science, history and literature classes. But there was no clear endorsement of Yiddish or Jewish subjects there."
  },
  {
    "Tallit": "(In Yiddish, \"tales\") Ritual prayer shawl, most often made of wool with black stripes running down two sides, worn traditionally by men during daily prayers.  In antiquity it may have had rather blue lines, as a byproduct of a sea creature of the mediterranean Sea. Since Talmudic times, difficulty and expense to attain the color, made it dissappear.  The talit has theological meaning for Jews: wrapping oneself to attain a reverence mood for God during worship.  Also, all fringes and knots have symbolic meanings linking these  to the 613 mitzvot of the Tora. ( Taryag mitzvot)."
  },
  {
    "Talmud": "(Hebrew, \"study or learning\" ). Name given to two compilations of ancient Jewish teachings that became normative.  The primary sources in 38 volumes, are central to Rabbinic Judaism, containing religious law and theology. The earliest collection is the Jerusalem Talmud, but there is a second one, of the 5th century,  the Babylonyan Talmud, as well.  These compilations emerged at the Gaonic period and are discussions on judicial administration of Jewish Law by generations of scholars from many academies of many countries. The texts contain legal commentary based on analysis of the Bible (known as halakhah) as well as non-legal digressions (known as aggadah).  The Babylonian Talmud has been estimated to contain two and a half million words written in Hebrew and Aramaic, divided into 63 tractates. "
  },
  {
    "Talmud Torah": "(In Yiddish, \"talmud-toyre\"), a middle school for Jewish boys. This traditional religious Jewish school, followed the kheder, and was the educational setting before Yeshiva.  The talmud torah's were originally organized primarily for the benefit of the poor, but some were so well organized that even wealthier children attended."
  },
  {
    "Tarbut": "(Hebrew for \"Culture\"). School system that took that name.  Run by the General Zionists and other moderate left-wing Zionist parties, this was the largest Zionist school network that competed to attract children against the CYSHO ( yiddish and Bund supported) network of schools.  All subjects --- except Polish language and history --- were taught in Hebrew at these schools. The classes included language, literature, history, \"knowledge of the land of Israel,\" mathematics and science. Students did finish school with a very high fluency in Hebrew. By 1934 they had 37,000 students."
  },
  {
    "Tefillin": "(\"phylacteries\").  Set of two black leather boxes, with leather straps, that  contain hebrew parchment scrolls with holy texts.  The boxes are worn, on the head and on the arm, traditionally by Jewish men during the daily morning prayers, except on Shabbat and Holidays."
  },
  {
    "Tekhines": "(Yiddish. In Hebrew, pronounced \"Tehinot\"). Prayers about the relationship of God and the people of Israel; written in Hebrew and also in Yiddish, and published in small brochures.  The latter were suggested to be for women, although all read them. "
  },
  {
    "Theodore Herzl": "(1860 - 1904).  Father of Modern political Zionism.  Austro-Hungarian Jewish lawyer, writer and journalist, tuned political activist.  While covering the Paris trial of the falsely accused Captain Dreyfus in 1895, Theodore Herzl, a secular journalist from Vienna, became convinced that the only answer to late nineteenth century anti-semitism was the creation of a Jewish homeland.  In 1896, Herzl published a pamphlet, Der Judenstadt (The Jewish State), in which he argued in favor of the creation of a Jewish state, preferably in the land of Israel.  The pamphlet publication put Herzl in touch with like-minded individuals from Eastern and Western Europe.   Herzl organized the first Zionist Congress which met in Basle on August 29, 1897. He is mentioned in the israeli Declaration of Independence and refered to \"the spiritual father of the Jewish State\". "
  },
  {
    "Theresienstadt": "Concentration Camp in Czechoslovakia from 1941-1945, which had up to 150,000 Jews.  About 33,000 people died in the camp itslef from malnutrition and disease.   The camp sustained a special cultural life.  Part of the strategy of deception Nazis used, the camp was used as a \"model settlement\" for a visit of the Red Cross.  The hoax included an attempt to clear the ghetto at which time overcrowding was eased by increasing the deportations to Auschwitz. Making it a theaterical facade for Nazi treatment of Jews, they organized what appeared to be a bank, kindergartens, a school, and a cafe, supposedly for inmate use.  All inmates used as actors were sent to Auschwitz as soon as the Red Cross visit and film,  used for propaganda,  were finalized.  Recommended is the book, Terezin: \"In Memory's Kitchen\" a cookbook written by Jewish inmates of the camp as they remembered recipes of dishes they once cooked in the middle of their hunger days. About 15,000 children passed through the camp. Although it was forbidden, they attended school sessions, painted pictures, wrote poetry, etc. About 90 % of these children perished in the killing centers of the Nazis."
  },
  {
    "Third International": "The International was a workers organization, originally begun by Karl Marx to spread communism throughout the world. The International fell and reemerged several times.  Its third resurrection was organized by Lenin at the end of World War I, in 1919, in the newly formed Soviet Union. The Third International, or Comitern, was supposed to incite communist revolution around the world. It was finally dissolved by Stalin in 1943."
  },
  {
    "Tisha B'Av": "Ninth day of the late summer month of Av, a day of fasting and mourning in the Jewish calendar, as the remembrance day for the destruction of the Temples in ancient Jerusalem; it has also been associated with other major calamities that befell Jews.   "
  },
  {
    "Torah": "Designating the first 5 books of the Bible that form the Pentateuch, known as the \"Written Law\".   The torah is the basic set of book of the Jewish library.    In its broader meaning, the Torah takes into account not just the Written Law but also Oral Tradition, including commentaries and Talmudic literature.  Jewish law requires that a Torah scroll be handwritten on parchment with a special quill pen and ink by a specially trained scribe.  The completion of a Torah scroll, which usually takes many months of dedicated labor, is traditionally marked by a public ceremony, in which those present are sometimes invited to fill in the outlines of letters in the first and last passages of the scroll, thereby playing a symbolic role in its creation."
  },
  {
    "TOZ": "(Polish acronym for Towarzystwo Ochrony Zdrowia Ludno_ci _ydowskiej, \"Society for Safeguarding the Health of the Jewish Population\").  This Jewish public health organization founded in Poland in 1921, was founded by memberships, phil;antropies and was to look after the well-being of Jewish citizens in independednt  Poland.   TOZ sponsored clinics, pharmacies, convalescent homes, sanatoria, and summer camps for Jewish communities throughout Poland.  In 1939, TOZ oversaw over 400 medical and sanitary institutions in 50 towns, with some 1,000 employees.  "
  },
  {
    "Traditionalism": "First, the apolitical framework of traditional, Religious Judaism.  Eventually, various forces of change from within Jewish society and from an increasingly insensitive and anti-semitic outside society would coalesce and propel the politicization of traditional Judaism, as seen with the creation of the Agudas Israel party to represent the needs of Religious Jews."
  },
  {
    "Treyf": "(Yiddish, \"impure\", from Hebrew \"Taref\"). Term designating food stuff that has been deemed unacceptable and unkosher. Also used as a adjective. "
  },
  {
    "Trope": "Name for the chanting style used to read outloud the Torah in synagogues. "
  },
  {
    "Tsukunft": "(Yiddish, \"Future\"). Name for the Bundist youth movement that stressed socialist ideals; they  organized cultural and physical activities for its members.  It advocated the use of Yiddish, the language of the masses, as a counterpart to all the Zionist groups that had formed and used Hebrew for its activities. It sponsored publications and a variety of interactive evening activities, from choruses, to lectures, readings, etc."
  },
  {
    "Tzaddik": "(Hebrew, \"righteous\"). Term often used to designate a Hasidic Rebbe."
  },
  {
    "Tzaddikim": "(Hebrew, pl.). Term used to designate a Hasidic Rebbe. The termis used to designate righteous people, spiritual leaders. Traditionally it is believed that in every generation there are a minimum of 72 thadikim, 36 living in Israel and 36 living outside in the world. We do not know the identity of the extraordinary individuals."
  },
  {
    "Tzofim": "(Hebrew, \"scouts\").  Any of several youth organization organized for the pursuit of nature, hikes, and activities, with an appreciation for fields, nature, and sports. On occasion supported by Zionist groups, but also by other nature-lovers that saw it as a modernizing activity for Jews. Hardly an exclusively Jewish trend, the most well-known and enduring scouting organizations today are the Boy Scouts and Girl Scouts in the US."
  },
  {
    "Va'ad": "(Hebrew, committee). The  Vaad d'arba Artzot, the \"Council of Four Lands\")-- title used for a federation of communities, 3, 4 or 5, in different countries and at different times.  Thew Council of Four lands, an autonomous council organized in Poland-Lithuania by Jews, taking its name from the provinces it represented,  was active in the 16th century. It met twice yearly at the city fairs of Lublin and Jeroslav, and other cities later on.  The perior of reunion, ewas used for a multiplicity of purposes: it dealt with fiscal matters, such as the taxes of the Jewish population for the government, and also with issues of conflicts between communities, regulation regarding economic decisions, schools, charities, religious life, and book publication and individual disputes. Social and cultural themes  were also present: marriages, betrothals, lectures, etc.  In the 18th century, the masses became unable to meet the tax burden imposed  on them, and started to become insubordinate. Once the government made superfluous the tax activity of the Council, it started to fall apart as a representative organization of Jewry.  "
  },
  {
    "Warsaw Ghetto Uprising": "The Warsaw ghetto had been established by Nazi occupying forces since 1940. The number of Jews crowded there reached a half a million. Inhuman living conditions, starvation diets, and lack of sanitation led to a high death rate, with 85,000 victims by July 1942. In September 1942, about 300,000 Jews were sent to the Treblinka  extermination camp.  That sparked the furious desire to resist any further expulsions. 50,000 people were killed during the epic revolt of April 19th-May 16th, 1943.  The fight was house-to-house against German troops that had tanks and heavy artillery.  The ghetto was destroyed, it's inhabitants decimated. But, the fighters, the leaders of the armed revolt, well identified and with a very few survivors that could tell the story-- has become the symbol of the armed revolt against Nazi death machinery.  Of course, to survive daily in the camps, all Jews needed and did uses, passive forms of revolts daily."
  },
  {
    "Wooden synagogue": "An architectural style popular throughout Eastern Europe.  It is difficult to find them today, as they were so vulnerable and made with wood.  Those that weren't destroyed during WWII, have either been neglected or transformed for other use.  The Polin museum in Warsaw reconstructed to precision a roof of such a synagogue, with all its splendor in drawings and sayings, to show case its art and its importance."
  },
  {
    "Yavneh": "School network founded in 1920 by the Mizrachi Religious Zionist movement. Although it was originally called Torah va-Da'at, the school system was renamed in 1925 after one of the centers of Torah study in ancient Israel. The curriculum was religious and Zionist and both Judaic and secular studies were offered, including classes in prayer, Tanakh (Bible), Jewish law and history, as well as mathematics, sciences, geography, art, and music. Unlike the religious schools of Agudas Israel in which the language of instruction was Yiddish, the Mizrachi leaders of Yavneh accepted Hebrew as the desired language of everyday life.  In 1938, the Yavneh system had 235 schools for all ages with over 23,000 students.  (In some places the girls' schools counterpart was called \"Havatselet\")."
  },
  {
    "Yeshivot": "(Yeshiva, singular; yeshivot pl.) Religious learning academy.  There is recognition for Yeshivot in antiquity, and in the Middle ages as well ( i.e. Rashi's famous tiny yeshivah). But in the 19th century, yeshivot florished into many extraordinary higher learning institutions. A few: Mir ( 1815); Novardok ( 1896); Ponevezh ; Pressburg ( 1807); Ramailes (1815); Slabodka (1882); Slutsk-Kletsk ( 1897); Slonim (1815); Telshe (1873); Volozhin ( 1802); Frankfurt ( 1893); and in 20th century the trend continued. The Chochmei Lublin Yeshiva got from Rabbi Meir Shapiro  1923 two revolutionary ideas in 1923: Daf yomi ( the study of the daily page of the talmud), and to create this new yeshiva in the city of Lublin, that would spondsor this universal revolutionary form of learning. "
  },
  {
    "Yom Kippur": "The Day of Atonement, the holiest day of the Jewish year, observed on the tenth day of Tishrey, arround late September or early October.  Jews fast and say penitential prayers.   The ten days leading up to the fast are considered, preparation days for the main event. The day is a day of introspection, prayer, and aiming for rpentance and forgiveness for sins.The end of the day errupts with a joyus  song \" Next year in Jeruslem\". There is then a festive meal. This most solemn day is also suffused with joy in its spirituality."
  },
  {
    "Zionism": "As a formal Jewish political movement, Zionism begins at the end of the 19th century in Eastern Europe, pursuing the return of the Jewish people to their ancestral home, which resulted in the founding of the state of Israel in 1947.  As an ideology, Zionism has had, from its beginning, an emotional and spiritual component, as a dream of living in Zion ( soverign life).  For some, it also included the Messianic hope for redemption which is a much, much older yearning.  However, it developed a more practical narrative, as well as a political and economic component, with the goals of the official, best well known spokesperson of modern Zionist politics Theodore Herzl, who strongly lobbied for a pragmatic change in Jewish thinking, which he expressed as \"If you will it, it is no dream.\" "
  },
  {
    "Zionist Congress": "Held in 1897 in Basel, Switzerland, the First Zionist Congress was the meeting at which the Zionist movement was organized, defined and solidified. Theodor Herzl organized the conference not only to offer Zionists from around the world the opportunity to meet and discuss the movement but also to gain international prestige and recognition for the Zionist movement in general.  The Congress created the World Zionist Organization which held subsequent Congresses. Herzl was elected as the head of the new organization, a position he held until his death in 1904."
  },
  {
    "Zionist Revisionists": "Revisionist Zionism began as a movement in 1923 in Riga, Latvia, formulated by Revisionist Zionist Ze'ev Jabotinsky.  It not only adhered to the traditional Zionist ideal of Jewish state in which Hebrew would be the spoken language,  was opposed to Labor Zionism, insisted on soverieignty and called on its activists to train militarily for their self-defense. In 1935, the Zionist Executive rejected Jabotinsky's political program. He formed his own organization, Tzakh.  The movement has influenced strongly modern right-wing Israeli poliitics. "
  },
  {
    "Zloty": "Polish currency.  In 1930, five zloty were the equivalent of one U.S. dollar."
  },
  {
    "Zmirot": "(Zmires, Yiddish,  meaning, \"songs\", Singular, \"Zemer\"  from Hebrew). Singing that is done at the Shabbat table and holiday table. The words are taken from specific old texts, prayers, or poems,  but the music is constantly changed and renovated. Some of the melodies are well known internationally, others are local products. it is past of the festive feelings in a shabes meal. "
  }
]
