{
  "categories": [
    {
      "id": "culture",
      "name": "culture",
      "color": "bg-red-600",
      "bgColor": "bg-red-600",
      "mutedColor": "bg-red-100",
      "events": [
        {
          "id": "emmanuel-ringleblum-murdered",
          "title": "Emmanuel Ringleblum murdered",
          "startYear": 1944,
          "endYear": 1944,
          "description": "In May, Emmanuel Ringleblum (1900-1944), the Polish-Jewish historian, is executed by German soldiers in Warsaw. Ringleblum was the creator of the Oneg Shabbes archive, a collection of interviews, eyewitness accounts, and questionnaires dedicated to preserving the experience of Jewish life in the Warsaw ghetto. Only a portion of his archive survived the war."
        },
        {
          "id": "yivo-institute-moves-to-new-york-city",
          "title": "YIVO Institute moves to New York City",
          "startYear": 1941,
          "endYear": 1941,
          "description": "With the fall of Vilna to German forces, the YIVO Institute for Jewish Research moves its headquarters to New York City. Its archives and library are subject to the Nazi occupation and a wealth of material is confiscated or destroyed. Some confiscated materials are later recovered by American soldiers in their march across Germany and shipped to New York in 1947. Still other materials are also discovered in Vilna after the war, having been smuggled into the ghetto by YIVO employees."
        },
        {
          "id": "yidl-mitn-fidl-is-filmed-in-the-polish-city-of-kazimierz",
          "title": "Yidl mitn Fidl is filmed in the Polish city of Kazimierz",
          "startYear": 1936,
          "endYear": 1936,
          "description": "One of the most successful Yiddish films ever made, Yidl mitn Fidl (Yiddle with his Fiddle), is filmed in the Polish city of Kazimierz, starring the famed New York Yiddish actress, Molly Picon. The film was released in Warsaw in September 1936 and soon became the first truly international Yiddish hit."
        },
        {
          "id": "stalinist-regime-begins-repression-of-jewish-culture",
          "title": "Stalinist regime begins repression of Jewish culture",
          "startYear": 1935,
          "endYear": 1935,
          "description": "The Stalinist regime, concurrent with the great purges, begins to repress Jewish culture in the Soviet Union, closing down Jewish schools, publishing houses, and newspapers. The regime also arrests several Jewish cultural figures, such as the lyricist, Izi Kharik, the poet, Moshe Kulbak, and the writer, Isaac Babel. At the end of the 1930's, only token vestiges of the once vibrant Yiddish culture in the Soviet Union remain, such as the State Jewish Theater in Moscow."
        },
        {
          "id": "the-hebrew-university-opens-in-jerusalem",
          "title": "The Hebrew University opens in Jerusalem",
          "startYear": 1925,
          "endYear": 1925,
          "description": "On April 1st, the Hebrew University opens in Jerusalem at a ceremony attended by Arthur Balfour, Sir Herbert Samuel, the High Commissioner for Palestine, General Allenby, Chaim Weizmann, Hayyim Nachman Bialik, Ahad Ha-Am, and Chief Rabbi Abraham Isaac Kook. The language of instruction at the university is Hebrew."
        },
        {
          "id": "the-yivo-institute-is-founded",
          "title": "The YIVO Institute is founded",
          "startYear": 1925,
          "endYear": 1925,
          "description": "In August, the YIVO Institute for Jewish Research (Yidisher Visnshaftlekher Institut) is founded by Jewish scholars in Berlin and Vilna. The scholars, who envision an academic institution dedicated to the study of Yiddish and East European Jewish culture, choose Vilna, then an important center of Yiddish culture, as its site."
        },
        {
          "id": "the-film-tkies-kaf-premieres-in-warsaw",
          "title": "The film Tkies Kaf premieres in Warsaw",
          "startYear": 1924,
          "endYear": 1924,
          "description": "In May, the film Tkies Kaf (The Vow) opens in Warsaw, starring Yiddish theater performer Esther Rokhl Kaminska and her daughter, Ida, and directed by Zygmunt Turkow. The film, based on the 1907 play of the same name by Peretz Hirschbein, opens to standing ovations and is perhaps the most successful film in Poland to date."
        },
        {
          "id": "central-yiddish-school-organization-founded-in-poland",
          "title": "Central Yiddish School Organization founded in Poland",
          "startYear": 1921,
          "endYear": 1921,
          "description": "The Central Yiddish School Organization (CYShO) is created in Poland. By 1929, the network of Yiddish schools, supported by the Jewish Labor Bund and Left Poalei Zion, a Zionist Socialist party, has over 24,000 pupils in its institutions."
        },
        {
          "id": "micah-yosef-berdyczewski-dies",
          "title": "Micah Yosef Berdyczewski dies",
          "startYear": 1921,
          "endYear": 1921,
          "description": "Micah Yosef Berdyczewski (1865-1921), Hebrew writer and thinker, dies. He was born in Medzibezh, Podolia and was descended from a line of Hasidic rabbis. He moved to Germany in 1890, where over the next thirty years he produced stories, essays, and articles in Hebrew and Yiddish, becoming a seminal figure in modern Hebrew literature and thought"
        },
        {
          "id": "isaac-loeb-peretz-dies",
          "title": "Isaac Loeb Peretz dies",
          "startYear": 1915,
          "endYear": 1915,
          "description": "On April 3rd, Isaac Loeb Peretz (1852-1915), renowned Yiddish and Hebrew poet and author, dies. An estimated one hundred thousand people accompany his remains to the Warsaw cemetery where he was buried."
        },
        {
          "id": "dubnow-s-history-of-the-jews-in-russia-and-poland-published",
          "title": "Dubnow's History of the Jews in Russia and Poland published",
          "startYear": 1916,
          "endYear": 1916,
          "description": "Simon Dubnow (1860-1941), historian and political ideologue, publishes his History of the Jews in Russia and Poland (1916-1920). In this and other works he develops his political theory of autonomism, which argues that Jews can form an autonomous national culture in Russia and Poland with Yiddish as its language and in which a new Jewish culture would express itself."
        },
        {
          "id": "shalom-aleichem-dies",
          "title": "Shalom Aleichem dies",
          "startYear": 1916,
          "endYear": 1916,
          "description": "On May 13th, Shalom Aleichem (Shalom Rabinovitz; 1859?"
        },
        {
          "id": "cornerstone-laid-for-the-technion-institute-of-technology",
          "title": "Cornerstone laid for the Technion Institute of Technology",
          "startYear": 1912,
          "endYear": 1912,
          "description": "The cornerstone is laid for the Technion Institute of Technology in Haifa, which is today Israel's major school of engineering. The opening of the school leads to a fierce debate over the language of instruction, with the majority preferring German, and the Zionist minority lobbying for Hebrew. A \"language conflict\" ensues, but with the outbreak of World War I, the use of the school was delayed until the first university classes were held in 1924."
        },
        {
          "id": "yiddish-proclaimed-as-a-national-language",
          "title": "Yiddish proclaimed as a national language",
          "startYear": 1908,
          "endYear": 1908,
          "description": "The first international conference on Yiddish convenes in Czernowitz, Bukovina. Controversy rages between delegates who promote Hebrew as the only Jewish national language and look upon Yiddish as a Diaspora language to be discarded, and delegates who regarded Yiddish as the living Jewish language and Hebrew as the language solely of the past and of prayer. After long debates, a compromise resolution is adopted proclaiming Yiddish as a national language, leaving participants free to develop their own views on the status of Hebrew."
        },
        {
          "id": "baynakht-oyfn-altn-mark-published",
          "title": "Baynakht oyfn Altn Mark published",
          "startYear": 1907,
          "endYear": 1907,
          "description": "Publication of Baynakht oyfn Altn Mark (\"At Night in the Old Market,\" 1907) by Isaac Loeb Peretz (1852-1915), renowned Yiddish and Hebrew poet and author. Considered his most mature aesthetic expression, Baynakht oyfn Altn Mark is a symbolic drama in verse in which Peretz attempts to depict all of Polish Jewish history. Peretz published numerous poems and short stories, as well as his unfinished memoirs, Mayne Zikhrones, which cover the period until 1870."
        },
        {
          "id": "in-the-city-of-slaughter-published",
          "title": "In the City of Slaughter published",
          "startYear": 1904,
          "endYear": 1904,
          "description": "Publication of Hayyim Nachman Bialik's In the City of Slaughter (\"Be-ir Ha-Hareiga\") a horrific, poetic, description of the atrocities at Kishinev and a cry of anguish over Jewish weakness. Bialik (1873-1934), born near Zhitomir in Volhynia, would become known as the greatest Hebrew poet of modern times."
        },
        {
          "id": "the-jewish-daily-forward-founded-in-new-york-city",
          "title": "The Jewish Daily Forward founded in New York City",
          "startYear": 1897,
          "endYear": 1897,
          "description": "The Jewish Daily Forward, a Yiddish-language daily edited by Abraham Cahan, is founded in New York City. The newspaper eventually becomes the most widely read Yiddish daily in the United States."
        },
        {
          "id": "sholom-aleichem-publishes-his-first-yiddish-story",
          "title": "Sholom Aleichem publishes his first Yiddish story",
          "startYear": 1883,
          "endYear": 1883,
          "description": "The best-known of all Yiddish writers, Sholom Aleichem (1859-1916), publishes his first Yiddish story in the St. Petersburg Yiddish weekly, Dos Yidishe Folksblat (The Jewish People's Paper)."
        },
        {
          "id": "maurycy-gottlieb-dies",
          "title": "Maurycy Gottlieb dies",
          "startYear": 1879,
          "endYear": 1879,
          "description": "Maurycy Gottlieb (1856-1879), the Polish-Jewish painter born in Drohobycz in eastern Galicia, dies. His greatest masterpiece, \"Jews Praying on the Day of Atonement,\" had caused a sensation in Jewish circles."
        },
        {
          "id": "the-wissenschaft-group",
          "title": "The Wissenschaft group",
          "startYear": 1819,
          "endYear": 1819,
          "description": "A group of seven students (including Leopold Zunz and Edouard Gans) found the Association for Jewish Culture and Scholarship (Wissenschaft des Judentums). The Wissenschaft group marks the beginning of the historical study of Jewish culture."
        },
        {
          "id": "beginnings-of-modern-yiddish-theater",
          "title": "Beginnings of modern Yiddish theater",
          "startYear": 1876,
          "endYear": 1876,
          "description": "Abraham Goldfaden (1840-1908) stages his first Yiddish plays in Jassy, Romania, marking the beginnings of modern Yiddish theater. When Russian authorities banned Yiddish theater in 1883, Goldfaden and his followers leave Eastern Europe and establish Yiddish troupes in Paris, London, and New York City."
        },
        {
          "id": "mendele-mocher-sforim-publishes-di-klyatshe",
          "title": "Mendele Mocher Sforim publishes Di Klyatshe",
          "startYear": 1873,
          "endYear": 1873,
          "description": "Mendele Mocher Sforim (1835-1917) publishes an allegory on the persecution of Jews in Russia, Di Klyatshe (The Nag), a work that establishes him as the leading figure in Yiddish literature."
        },
        {
          "id": "isaac-meir-dick-begins-writing-a-weekly-series-of-yiddish-novelettes",
          "title": "Isaac Meir Dick begins writing a weekly series of Yiddish novelettes",
          "startYear": 1864,
          "endYear": 1864,
          "description": "Isaac Meir Dick (1814-1893), born in Vilna and the first writer of Yiddish popular fiction, begins writing a weekly series of Yiddish novelettes for the Romm publishing house in Vilna. His books become the first Yiddish bestsellers."
        },
        {
          "id": "judah-leib-gordon-publishes-his-poem-awake-my-people",
          "title": "Judah Leib Gordon publishes his poem Awake My People",
          "startYear": 1863,
          "endYear": 1863,
          "description": "Judah Leib Gordon (1831-1892), Hebrew poet, writer, and critic publishes his poem Awake My People, (Hakitsa 'Ammi) which strikes a chord among adherents of the Hebrew Haskalah in Eastern Europe. Jews in St. Petersburg form the Society for the Promotion of Culture Among the Jews to disseminate the ideas of the Haskalah."
        },
        {
          "id": "moses-hess-publishes-rome-and-jerusalem",
          "title": "Moses Hess publishes Rome and Jerusalem",
          "startYear": 1862,
          "endYear": 1862,
          "description": "Moses Hess (1812-1875), a German socialist and former associate of Karl Marx, publishes Rome and Jerusalem, a classic of Zionist literature and his most famous work. Under the influence of the Italian movement for independence, Hess argues that national independence for oppressed minorities is a prerequisite for the harmonious cooperation of all nations."
        },
        {
          "id": "ha-melitz-the-advocate-and-razsvet-dawn-published-in-odessa",
          "title": "Ha-Melitz (The Advocate) and Razsvet (Dawn) published in Odessa",
          "startYear": 1860,
          "endYear": 1860,
          "description": "Two important periodicals of the Haskalah appear in Odessa: the Hebrew Ha-Melitz (The Advocate) and the Russian Razsvet (Dawn)."
        },
        {
          "id": "ha-maggid-begins-publication",
          "title": "Ha-Maggid begins publication",
          "startYear": 1856,
          "endYear": 1856,
          "description": "The Hebrew newspaper Ha-Maggid (The Preacher) begins publication. It sought to promote the ideas of Haskalah, including the promotion of the Hebrew language, and to provide readers with the news of the day. It was not approved by the Russian authorities and had to be printed across the border in East Prussia."
        },
        {
          "id": "ahavat-zion-published",
          "title": "Ahavat Zion published",
          "startYear": 1853,
          "endYear": 1853,
          "description": "Publication of Avraham Mapu's Ahavat Zion. Mapu (1808-1867) is known as the creator of the modern Hebrew novel and was one of the principal exponents of the Haskalah movement in Eastern Europe."
        },
        {
          "id": "jewish-publishing-severely-restricted",
          "title": "Jewish publishing severely restricted",
          "startYear": 1836,
          "endYear": 1836,
          "description": "Czar Nicholas restricts Jewish publishing. All Jewish printing presses except for one in Vilna and another in Zhitomir are shut down."
        },
        {
          "id": "moreh-nevukhei-hazeman-published",
          "title": "Moreh Nevukhei HaZeman published",
          "startYear": 1851,
          "endYear": 1851,
          "description": "Publication of Nachman Krochmal's lifework, Moreh Nevukhei HaZeman (Guide of the Perplexed of the Time), devoted to his understanding of Judaism through historical analysis. Krochmal (1795-1840), was a leader of the Haskalah movement in Galicia and one of the architects of modern Jewish critical scholarship in Eastern Europe."
        },
        {
          "id": "principal-hasidic-works-in-yiddish-published",
          "title": "Principal Hasidic works in Yiddish published",
          "startYear": 1815,
          "endYear": 1815,
          "description": "First editions of the Stories of Nahman of Bratslav and of the Praise of the Baal Shem Tov, the principal Hasidic works in Yiddish, are published."
        },
        {
          "id": "me-assef-published",
          "title": "Me'assef published",
          "startYear": 1784,
          "endYear": 1784,
          "description": "The Mendelssohn circle initiates the publication of Me'assef (Collector; 1784-1811) which encourages secular studies, integration in the surrounding society, and the increased use of the Hebrew language."
        },
        {
          "id": "words-of-peace-and-truth-published-in-berlin",
          "title": "Words of Peace and Truth published in Berlin",
          "startYear": 1782,
          "endYear": 1782,
          "description": "The maskil, Naphtali Herz Wessely, in Words of Peace and Truth published in Berlin, applauds the (Austrian) government's centralizing policies enumerated in the Toleranzpatent. The work greatly influences the Haskalah movement in Eastern Europe and raises objections among Polish rabbis."
        },
        {
          "id": "gluckel-of-hameln-memoirs-completed",
          "title": "Gluckel of Hameln memoirs completed",
          "startYear": 1719,
          "endYear": 1719,
          "description": "Gluckel of Hameln (1645-1724) completes writing her memoirs. Her writings represent an important source for understanding the lives of Jewish women at this time."
        },
        {
          "id": "yeven-metzula-is-written",
          "title": "Yeven Metzula is written",
          "startYear": 1653,
          "endYear": 1653,
          "description": "Yeven Metzula (\"The Abyss of Despair\") is written by Nathan Neta Hanover. The work is the most detailed chronicle of the massacres perpetrated during Bogdan Chmielnicki's Cossack revolt."
        },
        {
          "id": "ma-aseh-bukh-published-in-basel",
          "title": "Ma'aseh Bukh published in Basel",
          "startYear": 1602,
          "endYear": 1602,
          "description": "The Ma'aseh Bukh, a collection of stories, folktales, legends, and traditions written in Yiddish, is first published in Basel."
        },
        {
          "id": "jacob-ashkenazi-writes-the-tsene-u-rene",
          "title": "Jacob Ashkenazi writes the Tsene-u-rene",
          "startYear": 1590,
          "endYear": 1590,
          "description": "Jacob Ashkenazi (c. 1590-1618) writes the Tsene-u-rene (Come and See), a Yiddish book of prayers, biblical stories, and rituals frequently read by women, especially on Sabbath afternoons."
        },
        {
          "id": "earliest-printed-jewish-book",
          "title": "Earliest printed Jewish book",
          "startYear": 1469,
          "endYear": 1469,
          "description": "Rashi's commentary on the Pentateuch, believed to be the earliest printed Jewish book that can be dated, is published in Rome."
        },
        {
          "id": "rothschild-makhzor-published",
          "title": "Rothschild Makhzor published",
          "startYear": 1450,
          "endYear": 1450,
          "description": "This illuminated manuscript is emblematic of the school of Florence, which created dozens of Hebrew manuscripts during the peak of Hebrew illuminated manuscript production in Renaissance Italy."
        },
        {
          "id": "yiddish-begins-to-take-shape-in-the-rhineland",
          "title": "Yiddish, begins to take shape in the Rhineland",
          "startYear": 1000,
          "endYear": 1099,
          "description": "A new Jewish language, Yiddish, begins to take shape in the Rhineland. &nbsp;In this period, Jews from France and Italy migrate into German-speaking areas where they begin to develop a spoken language that fuses elements from Hebrew with the vernacular of the surrounding society."
        },
        {
          "id": "26-jewish-writers-executed-by-stalin",
          "title": "26 Jewish writers executed by Stalin",
          "startYear": 1952,
          "endYear": 1952,
          "description": "Stalinist repression of Jewish culture continues as 26 Jewish writers, accused of Jewish nationalism are executed in August, 1952. Among those murdered are Peretz Markish, the Yiddish poet, novelist and playwright, and Itzik Feffer and David Bergelson, Jewish writers and members of the Jewish anti-fascist committee who had been arrested under Stalin's orders in 1948."
        },
        {
          "id": "isaac-bashevis-singer-awarded-the-nobel-prize-for-literature",
          "title": "Isaac Bashevis Singer awarded the Nobel Prize for Literature",
          "startYear": 1978,
          "endYear": 1978,
          "description": "Isaac Bashevis Singer (1904-1991) is awarded the Nobel Prize for Literature. The younger brother of the Yiddish novelist Israel Joshua Singer, Bashevis Singer was the noted author of numerous novel, short stories, and essays. His autobiographical In My Father's Court recounts the more than three years of his adolescence he spent in his grandfather's town of Bilgoraj, in the Lublin region."
        },
        {
          "id": "jacob-glatstein-dies",
          "title": "Jacob Glatstein dies",
          "startYear": 1971,
          "endYear": 1971,
          "description": "Death of Jacob Glatstein (1896-1971), Yiddish poet and novelist born in Lublin. After emigrating to the United States in 1914, Glatstein helped to inaugurate the \"inzikhist\" or introspectivist tendency in American Yiddish poetry. His 1938 novel, Ven Yash iz Geforen is unparalleled as a Yiddish novelistic travel narrative."
        },
        {
          "id": "marc-chagall-dies",
          "title": "Marc Chagall dies",
          "startYear": 1985,
          "endYear": 1985,
          "description": "Death of Marc Chagall (1887-1985), famed Russian Jewish artist born in Vitebsk in Belorussia. Chagall's work was characterized by great attention to Jewish subject matter."
        }
      ]
    },
    {
      "id": "general-history",
      "name": "general-history",
      "color": "bg-blue-600",
      "bgColor": "bg-blue-600",
      "mutedColor": "bg-blue-100",
      "events": [
        {
          "id": "auschwitz-liberated",
          "title": "Auschwitz liberated",
          "startYear": 1945,
          "endYear": 1945,
          "description": "On January 27th, Auschwitz is liberated by a Red Army unit."
        },
        {
          "id": "world-war-ii-ends",
          "title": "World War II ends",
          "startYear": 1945,
          "endYear": 1945,
          "description": "On May 8th, Germany surrenders to the United States, Great Britain and the Soviet Union, marking the end of World War II."
        },
        {
          "id": "japan-attacks-the-united-states",
          "title": "Japan attacks the United States",
          "startYear": 1941,
          "endYear": 1941,
          "description": "On December 7th, Japan attacks the United States at Pearl Harbor. The U.S. enters World War II."
        },
        {
          "id": "sigmund-freud-dies",
          "title": "Sigmund Freud dies",
          "startYear": 1939,
          "endYear": 1939,
          "description": "Sigmund Freud (1856-1939), Austrian-Jewish psychiatrist and creator of psychoanalysis, dies. Following the Nazi occupation of Austria, Freud moved to London, where he succumbed to throat cancer in 1939."
        },
        {
          "id": "germany-attacks-soviet-union",
          "title": "Germany attacks Soviet Union",
          "startYear": 1941,
          "endYear": 1941,
          "description": "On June 22nd, Germany attacks the Soviet Union. All of Poland and large areas of the Soviet Union fall under Nazi control. Special units attached to the German Army, called Einsatzgruppen, launch exterminatory campaigns against Jews throughout Nazi territory."
        },
        {
          "id": "the-munich-pact",
          "title": "The Munich Pact",
          "startYear": 1938,
          "endYear": 1938,
          "description": "The Munich Pact, on September 29-30, forces Czechoslovakia to cede the Sudetenland, a mixed region populated by many German-speaking Czechs, to Germany."
        },
        {
          "id": "world-war-ii-begins",
          "title": "World War II begins",
          "startYear": 1939,
          "endYear": 1939,
          "description": "On September 1st, the Nazi invasion of Poland marks the start of World War II. Poland is divided into two by Germany and the Soviet Union."
        },
        {
          "id": "spanish-civil-war",
          "title": "Spanish Civil War",
          "startYear": 1936,
          "endYear": 1939,
          "description": "Civil War in Spain begins with a revolt by General Francisco Franco's nationalist movement against the Spanish Republic. Fascist Italy and Germany quickly offer their support to Franco, while the USSR comes to the aid of the Republicans. With the assistance of Hitler and Mussolini, Franco finally triumphs in 1939."
        },
        {
          "id": "german-jews-are-stripped-of-citizenship",
          "title": "German-Jews are stripped of citizenship",
          "startYear": 1935,
          "endYear": 1935,
          "description": "On September 15th, the Nazi Regime in Germany adopts the Nuremberg Laws, stripping German-Jews of citizenship and prohibiting marriages between \"Jews and citizens of German blood.\""
        },
        {
          "id": "hitler-is-appointed-chancellor",
          "title": "Hitler is appointed chancellor",
          "startYear": 1933,
          "endYear": 1933,
          "description": "In January, the Nazi Party comes to power in Germany as Hitler is appointed Chancellor."
        },
        {
          "id": "poland-signs-non-aggression-pact-with-germany",
          "title": "Poland signs non-aggression pact with Germany",
          "startYear": 1934,
          "endYear": 1934,
          "description": "On January 26th, Poland signs a non-aggression pact with Germany. In September of that year, Poland officially renounces its obligations toward minorities as defined by the peace treaty of 1919."
        },
        {
          "id": "stock-market-crash-on-wall-street",
          "title": "Stock market crash on Wall Street",
          "startYear": 1929,
          "endYear": 1929,
          "description": "On October 29th, a stock market crash on Wall Street leads to the beginning of the Great Depression in the United States and worldwide."
        },
        {
          "id": "boycott-of-jewish-businesses",
          "title": "Boycott of Jewish businesses",
          "startYear": 1933,
          "endYear": 1933,
          "description": "On April 1st, a one-day boycott of Jewish businesses is held in Germany."
        },
        {
          "id": "coup-d-etat-in-poland",
          "title": "Coup d'etat in Poland",
          "startYear": 1926,
          "endYear": 1926,
          "description": "A coup d'etat in Poland brings Marshal Jozef Pilsudski, leader of the Polish legions in World War I, to power."
        },
        {
          "id": "polish-prime-minister-supports-economic-war-against-jews",
          "title": "Polish Prime Minister supports \"economic war\" against Jews",
          "startYear": 1936,
          "endYear": 1936,
          "description": "In June, the Polish Prime Minister, Felicjan Slawoj-Skladkowski, officially declares his support for the \"economic war\" against the Jews"
        },
        {
          "id": "mussolini-seizes-power-in-italy",
          "title": "Mussolini seizes power in Italy",
          "startYear": 1922,
          "endYear": 1922,
          "description": "In October, Benito Mussolini seizes power in Italy. His fascist regime becomes the prototype for similar regimes established in several European countries during the 1920s and 1930s. Fascist movements were characterized by aggressive nationalism (including anti-Semitism), militant anti-Marxism, and worship of the state, with a focus on the young generation in society."
        },
        {
          "id": "polish-constitution-ratified",
          "title": "Polish constitution ratified",
          "startYear": 1921,
          "endYear": 1921,
          "description": "On March 17th, the Polish Sejm (parliament) ratifies the new Polish constitution, granting equal rights to Jewish citizens."
        },
        {
          "id": "britain-awarded-mandate-to-govern-palestine",
          "title": "Britain awarded mandate to govern Palestine",
          "startYear": 1920,
          "endYear": 1920,
          "description": "In April, at a meeting in San Remo, Italy, the League of Nations awards Britain an international mandate to govern Palestine. The text of the Balfour Declaration is incorporated into the mandate."
        },
        {
          "id": "world-war-i-ends",
          "title": "World War I ends",
          "startYear": 1918,
          "endYear": 1918,
          "description": "On November 11th, World War I ends as Germany and the Allies (France, England, Italy, and the United States) sign an armistice agreement."
        },
        {
          "id": "the-balfour-declaration",
          "title": "The Balfour Declaration",
          "startYear": 1917,
          "endYear": 1917,
          "description": "On November 2nd, the Balfour Declaration is issued in a letter from the British foreign secretary, Arthur James Balfour to Lord Rothschild. The letter pledges British support for the establishment of a national home for the Jewish people in Palestine."
        },
        {
          "id": "versailles-treaty-signed",
          "title": "Versailles Treaty signed",
          "startYear": 1919,
          "endYear": 1919,
          "description": "In June, the Treaty of Peace between the Allied and Associated Powers and Germany is signed at Versailles, near Paris. It contains provisions guaranteeing the rights of linguistic and religious minorities in Poland. Similar provisions are incorporated into the peace treaties with Austria, Hungary, Bulgaria, Romania, and Turkey, which extend the principle of minorities protection to thirteen additional countries in Eastern Europe, the Balkans, and the Middle East."
        },
        {
          "id": "russian-revolution",
          "title": "Russian Revolution",
          "startYear": 1917,
          "endYear": 1917,
          "description": "On November 2nd, the Bolsheviks overthrow the Provisional Government, establishing Communist rule over the Russian empire. A number of Jews play an active role in the revolution, but none more so than Leon Trotsky (1879?"
        },
        {
          "id": "czar-overthrown-in-russia-provisional-government-established",
          "title": "Czar overthrown in Russia; Provisional Government established",
          "startYear": 1917,
          "endYear": 1917,
          "description": "In March, the Czar is overthrown in Russia and a Provisional Government is established, which issues a decree removing all disabilities based on religion and nationality. Civic equality is extended to the Jews."
        },
        {
          "id": "the-great-war-1-on-august-1st",
          "title": "\"The Great War\",1,\"On August 1st",
          "startYear": 1914,
          "endYear": 1914,
          "description": "following the assassination of the Archduke Franz Ferdinand"
        },
        {
          "id": "einstein-publishes-special-theory-of-relativity",
          "title": "Einstein publishes special theory of relativity",
          "startYear": 1905,
          "endYear": 1905,
          "description": "Albert Einstein (1879-1955) publishes the outlines of his special theory of relativity. The physicist and Nobel Prize Winner was born in Ulm, Germany, but became a U.S. citizen following the Nazi rise to power in 1933. Einstein took an active part in Jewish affairs and raised money for Jewish causes. Although an ardent Zionist, he turned down David Ben-Gurion's offer to serve as President of the State of Israel following Chaim Weizmann's death, \"being deeply touched by the offer but not suited for the position.\""
        },
        {
          "id": "czar-alexander-ii-assassinated",
          "title": "Czar Alexander II assassinated",
          "startYear": 1881,
          "endYear": 1881,
          "description": "On March 1, Czar Alexander II of Russia is assassinated. The killing is followed by civil unrest in Russia, including a wave of pogroms in several southern Russian towns including Yelizavetgrad (Kirovograd) and Kiev. Many Jewish intellectuals eventually turn to ideas of Jewish nationalism in response."
        },
        {
          "id": "romanian-independence-from-austria-hungary",
          "title": "Romanian independence from Austria-Hungary",
          "startYear": 1878,
          "endYear": 1878,
          "description": "Romania gains full independence from Austria-Hungary and is declared a kingdom in 1881. Romania refuses to grant Jews citizenship as a collective group, instead forcing Jews to be naturalized individually through a vote of parliament."
        },
        {
          "id": "austro-hungarian-empire-formed",
          "title": "Austro-Hungarian Empire formed",
          "startYear": 1867,
          "endYear": 1867,
          "description": "The Austro-Hungarian Empire is formed. Its new constitution forbids religious discrimination and grants Jews full civil rights."
        },
        {
          "id": "franco-prussian-war",
          "title": "Franco-Prussian War",
          "startYear": 1870,
          "endYear": 1871,
          "description": "Franco-Prussian War, provoked by the rising military power of Otto von Bismarck's Prussia. Prussia defeats France, leading to the creation of the German Empire, the downfall of Napoleon III, and the formation of the Third Republic in France."
        },
        {
          "id": "polish-rebellion-against-the-russians",
          "title": "Polish rebellion against the Russians",
          "startYear": 1863,
          "endYear": 1863,
          "description": "A Polish rebellion against the Russians breaks out and is defeated. Many Jews participated on the side of the revolutionaries, believing that Polish independence could lead to the end of anti-Semitism."
        },
        {
          "id": "italy-wins-independence-from-austria",
          "title": "Italy wins independence from Austria",
          "startYear": 1861,
          "endYear": 1861,
          "description": "Italy wins independence from Austria following the unification of Italian states under leadership of Giuseppe Mazzini and Giuseppe Garibaldi."
        },
        {
          "id": "civil-war-begins-in-america",
          "title": "Civil War begins in America",
          "startYear": 1861,
          "endYear": 1861,
          "description": "American Civil War begins. The eventual victory of the Union in 1865 led to the abolition of slavery throughout the United States."
        },
        {
          "id": "darwin-s-origin-of-species-published",
          "title": "Darwin's Origin of Species published",
          "startYear": 1859,
          "endYear": 1859,
          "description": "Charles Darwin (1809-1882), British naturalist and theoretician of evolution, publishes his On the Origin of Species by Means of Natural Selection."
        },
        {
          "id": "communist-manifesto-published",
          "title": "Communist Manifesto published",
          "startYear": 1848,
          "endYear": 1848,
          "description": "Karl Marx (1818-1883), German socialist leader and theoretician, publishes the Communist Manifesto with Friedrich Engels."
        },
        {
          "id": "political-rebellions-sweep-western-and-central-europe",
          "title": "Political rebellions sweep Western and Central Europe",
          "startYear": 1848,
          "endYear": 1848,
          "description": "Political rebellions sweep Western and Central Europe, including France, Germany, Hungary, and parts of Italy. While the revolutions are largely unsuccessful, they place the ideas of democracy and nationalism on the political agenda, leading to the emergence of several new national states in the second half of the nineteenth century."
        },
        {
          "id": "defeat-of-napoleon",
          "title": "Defeat of Napoleon",
          "startYear": 1815,
          "endYear": 1815,
          "description": "Napoleon Bonaparte, who came to power in France following a coup d'etat in 1799, is defeated. The political map of Europe is subsequently redrawn at the Congress of Vienna. The Congress also permits the abolition of emancipation laws issued under Napoleon in the German states."
        },
        {
          "id": "revolt-against-russian-rule-in-warsaw",
          "title": "Revolt against Russian rule in Warsaw",
          "startYear": 1830,
          "endYear": 1830,
          "description": "An unsuccessful revolt against Russian rule breaks out in Warsaw. Many Jews fight on the side of the Poles in the second major revolt against Russia since Partition. Some 6,000 revolutionaries are exiled to France."
        },
        {
          "id": "greece-and-mexico-gain-independence",
          "title": "Greece and Mexico gain independence",
          "startYear": 1821,
          "endYear": 1821,
          "description": "Greece successfully gains its independence in a revolution against the Ottoman Empire. Mexico wins independence from Spain."
        },
        {
          "id": "immanuel-kant-dies",
          "title": "Immanuel Kant dies",
          "startYear": 1804,
          "endYear": 1804,
          "description": "Immanuel Kant (1724-1804), the German philosopher born in Koenigsberg, East Prussia and most well known for his Critique of Pure Reason (1781), dies. He had a great influence on certain Jewish philosophers of his day, including Moses Mendelssohn and Solomon Maimon."
        },
        {
          "id": "third-and-final-partition-of-poland",
          "title": "Third and final partition of Poland",
          "startYear": 1795,
          "endYear": 1795,
          "description": "The third and final partition of Poland by Austria, Prussia, and Russia is completed. Poland ceases to exist as a discrete entity until independent Poland is created following World War I."
        },
        {
          "id": "second-partition-of-poland",
          "title": "Second partition of Poland",
          "startYear": 1793,
          "endYear": 1793,
          "description": "Russia annexes Polish Ukraine and Belorussia, while Prussia expands its territories in western Poland."
        },
        {
          "id": "french-revolution",
          "title": "French Revolution",
          "startYear": 1789,
          "endYear": 1789,
          "description": "French Revolution; on August 26, 1789 the Declaration of the Rights of Man and Citizen abolishes the privileges of the aristocracy."
        },
        {
          "id": "dawn-of-the-industrial-revolution",
          "title": "Dawn of the Industrial Revolution",
          "startYear": 1769,
          "endYear": 1769,
          "description": "James Watt invents an improved steam engine in England. This improvement, as well as others on mechanized forms of production, lead to the widespread replacement of manual labor by machines, first in England and later throughout Europe and the rest of the world, signaling the shift from agricultural economies to industrial ones. The invention of the steam engine is also critical to the invention of the modern railroad and trains."
        },
        {
          "id": "declaration-of-independence",
          "title": "Declaration of Independence",
          "startYear": 1776,
          "endYear": 1776,
          "description": "The United States of America declares independence from Great Britain. In 1791, the first amendment of the Constitution of the United States, incorporated as part of the Bill of Rights, stresses the separation of church and state and the freedom of religion."
        },
        {
          "id": "the-first-polish-partition",
          "title": "The First Polish Partition",
          "startYear": 1772,
          "endYear": 1772,
          "description": "Poland loses large amounts of territory to Prussia, Austria and Russia in the First Polish Partition. There will follow another two partitions, until the Polish state ceases to exist altogether."
        },
        {
          "id": "bach-completes-brandenburg-concertos",
          "title": "Bach completes Brandenburg Concertos",
          "startYear": 1721,
          "endYear": 1721,
          "description": "Johann Sebastien Bach completes writing his Brandenburg Concertos"
        },
        {
          "id": "mayflower-anchors-in-plymouth",
          "title": "Mayflower anchors in Plymouth",
          "startYear": 1620,
          "endYear": 1620,
          "description": "On December 26, The Mayflower, a ship of Pilgrim settlers fleeing religious persecution, anchors in Plymouth, in present-day Massachusetts."
        },
        {
          "id": "the-thirty-years-war",
          "title": "The Thirty Years War",
          "startYear": 1618,
          "endYear": 1618,
          "description": "The Thirty Years War has considerable significance for the Jews of Western and Central Europe. By forcing the rethinking of the relations between church and state, it paves the way toward Jewish emancipation."
        },
        {
          "id": "shakespeare-writes-the-merchant-of-venice",
          "title": "Shakespeare writes The Merchant of Venice",
          "startYear": 1596,
          "endYear": 1596,
          "description": "Publication of The Merchant of Venice by William Shakespeare (1564-1616), renowned English playwright. The play features a Jewish character, Shylock, who typifies the medieval stereotype of the greedy, usurous Jew."
        },
        {
          "id": "calvin-writes-on-christian-doctrine-and-life",
          "title": "Calvin writes on Christian doctrine and life",
          "startYear": 1536,
          "endYear": 1536,
          "description": "John Calvin (1509-1564) an early Protestant Reformer writes a popular, systematic representation of Christian doctrine and life."
        },
        {
          "id": "luther-publishes-on-the-jews-and-their-lies-0-martin-luther-publishes-the-anti-se",
          "title": "Luther publishes \"On the Jews and their Lies.\",0,\"Martin Luther publishes the anti-Se",
          "startYear": 1543,
          "endYear": 1543,
          "description": ""
        },
        {
          "id": "protestant-reformation-begins",
          "title": "Protestant Reformation begins",
          "startYear": 1517,
          "endYear": 1517,
          "description": "Martin Luther (1483-1546) posts his 95 theses on the door of the church in Wittenburg, signaling the beginning of the Protestant Reformation in Germany."
        },
        {
          "id": "christopher-columbus-sails",
          "title": "Christopher Columbus sails",
          "startYear": 1492,
          "endYear": 1492,
          "description": "Christopher Columbus sets sail from Spain in search of a new trade route to India, but lands in the Caribbean islands instead."
        },
        {
          "id": "the-spanish-inquisition",
          "title": "The Spanish Inquisition",
          "startYear": 1478,
          "endYear": 1478,
          "description": "The Inquisition is established as a censoring arm of the Catholic Church in Spain to root out false Christians (secret Jews and Muslims). Thousands are arrested, put on trial, tortured, and killed."
        },
        {
          "id": "a-revolution-in-printing",
          "title": "A revolution in printing",
          "startYear": 1445,
          "endYear": 1445,
          "description": "Printing of the first book using movable type by Gutenberg"
        },
        {
          "id": "polish-lithuanian-commonwealth-formed",
          "title": "Polish-Lithuanian Commonwealth formed",
          "startYear": 1386,
          "endYear": 1386,
          "description": "The association of Poland with the Grand Duchy of Lithuania is agreed upon. For the next 400 years, the Polish-Lithuanian dynastic union is ruled by one person, and it constitutes one of the most powerful states in Europe."
        },
        {
          "id": "marco-polo-arrives-in-china",
          "title": "Marco Polo arrives in China",
          "startYear": 1275,
          "endYear": 1275,
          "description": "This was probably the first use of the word \"ghetto\" to describe the Jewish quarter in Venice, which was situated near a foundry (getto, or ghetto), enclosed by walls and gates and declared to be the only part of the city open to Jewish settlement. Attribution: User:Ethan Doyle White"
        },
        {
          "id": "black-death-sweeps-across-europe",
          "title": "Black Death sweeps across Europe",
          "startYear": 1348,
          "endYear": 1348,
          "description": "The Black Death, an epidemic of various contagious diseases, begins its sweep across Europe killing huge numbers of people. In some places, particularly in Germany and France, Jews are accused of poisoning wells. This accusation often leads to violence, and anti-Jewish riots ensue throughout Europe."
        },
        {
          "id": "genghis-kahn-invades-russia",
          "title": "Genghis Kahn invades Russia",
          "startYear": 1220,
          "endYear": 1240,
          "description": "Mongols invade and devastate Russian territories under the leadership of Genghis Khan."
        },
        {
          "id": "magna-carta-signed",
          "title": "Magna Carta signed",
          "startYear": 1215,
          "endYear": 1215,
          "description": "King John of England signs The Magna Carta, establishing for the first time the important precedent that the power of a king could be limited by a written contract between a king and his subjects."
        },
        {
          "id": "the-third-crusade",
          "title": "The Third Crusade",
          "startYear": 1188,
          "endYear": 1192,
          "description": "The Third Crusade begins following the fall of Jerusalem to Salladin in 1187. Unlike the first two crusades, which are composed of crusaders from France and central Europe, the Third Crusade is led by Richard the Lion-Hearted of England."
        },
        {
          "id": "the-second-crusade",
          "title": "The Second Crusade",
          "startYear": 1147,
          "endYear": 1147,
          "description": "Pope Eugene III launches the second Crusade in response to Christian fears over the loss of Jerusalem. A wave of Jews migrate again to Eastern Europe, from the west, in response to persecution during 2nd crusade"
        },
        {
          "id": "the-first-crusade",
          "title": "The First Crusade",
          "startYear": 1095,
          "endYear": 1095,
          "description": "Pope Urban II proclaims the first Crusade on November 27, 1095. On their way to the Holy Land, some crusader bands attack Jewish communities. Major Jewish settlements along the Rhine River are destroyed."
        },
        {
          "id": "the-partition-of-palestine-is-approved-by-the-un",
          "title": "The partition of Palestine is approved by the UN",
          "startYear": 1947,
          "endYear": 1947,
          "description": "On November 29th, the partition of Palestine is approved by the UN General Assembly. 33 countries vote in support of partition (including the United States and the Soviet Union), 13 countries vote against (including the Arab states) and 10 counties abstain (most notably the United Kingdom)."
        },
        {
          "id": "catholic-church-addresses-its-attitude-toward-judaism",
          "title": "Catholic Church addresses its attitude toward Judaism",
          "startYear": 1965,
          "endYear": 1965,
          "description": "The Second Vatican Council, held under Pope Paul VI, deals with the attitude of the Catholic Church toward Judaism. In a declaration issued by the council, the Vatican rejects the centuries' old charge that the Jews were responsible for the death of Christ and decries all displays of anti-Semitism directed against Jews."
        },
        {
          "id": "soviet-domination-fades",
          "title": "Soviet domination fades",
          "startYear": 1989,
          "endYear": 1989,
          "description": "The Berlin Wall is torn down, signaling the end of the Soviet domination of East Germany and other areas of Central and Eastern Europe."
        },
        {
          "id": "soviet-union-dissolved",
          "title": "Soviet Union dissolved",
          "startYear": 1991,
          "endYear": 1991,
          "description": "The Soviet Union is dissolved. Ukraine, Belarus, and other Soviet republics become independent countries."
        }
      ]
    },
    {
      "id": "jewish-history",
      "name": "jewish-history",
      "color": "bg-green-600",
      "bgColor": "bg-green-600",
      "mutedColor": "bg-green-100",
      "events": [
        {
          "id": "poet-hannah-senesh-is-executed",
          "title": "Poet Hannah Senesh is executed",
          "startYear": 1944,
          "endYear": 1944,
          "description": "On November 7th, the Hungarian-born poet and partisan fighter, Hannah Senesh, is executed at the age of 23 in Budapest after being captured in German-controlled Hungary. A talented poet, Senesh was one of a group of Jewish volunteers from Palestine who volunteered under the auspices of the British Army to parachute into occupied Europe in order to organize resistance against the Germans and aid in the rescue of Allied personnel."
        },
        {
          "id": "shmuel-zygelboim-commits-suicide",
          "title": "Shmuel Zygelboim commits suicide",
          "startYear": 1943,
          "endYear": 1943,
          "description": "On May 12th, in protest against the world's inactivity to prevent the extermination of Polish Jewry, Shmuel Zygelboim, a Polish Bundist leader from the Lublin region, commits suicide in London. His suicide and the letter he left in explanation stir public opinion."
        },
        {
          "id": "first-killing-center-goes-into-operation-in-poland",
          "title": "First killing center goes into operation in Poland",
          "startYear": 1941,
          "endYear": 1941,
          "description": "Beginning in December, the first killing center, Chelmno (near Lodz, Poland), goes into operation. By 1945, over 300,000 Jews are murdered there."
        },
        {
          "id": "nazis-begin-large-scale-deportation-of-jews-to-death-camps",
          "title": "Nazis begin large-scale deportation of Jews to death camps",
          "startYear": 1942,
          "endYear": 1942,
          "description": "The Nazis begin the large-scale deportation of Jews from all over Europe to six death camps in Poland: Auschwitz-Birkenau, Belzec, Chelmno, Majdanek, Sobibor, and Treblinka. Between July 22 and September 12, 1942, 300,000 Jews are deported from the Warsaw Ghetto."
        },
        {
          "id": "nazis-stage-kristallnacht",
          "title": "Nazis stage \"Kristallnacht\"",
          "startYear": 1938,
          "endYear": 1938,
          "description": "On November 9th, the Nazis stage a massive pogrom across Germany known as \"Kristallnacht\" (the Night of Broken Glass). Synagogues and Jewish businesses are destroyed, Jews are attacked and nearly 100 are killed, and tens of thousands of Jews are deported to concentration camps."
        },
        {
          "id": "jewish-anti-fascist-committee-organized-by-the-soviet-government",
          "title": "Jewish Anti-Fascist Committee organized by the Soviet government",
          "startYear": 1941,
          "endYear": 1941,
          "description": "On August 24th, the Jewish Anti-Fascist Committee, a group of Jewish public figures and intellectuals in the Soviet Union, is organized by the Soviet government in order to mobilize world Jewish support for the Soviet war effort against Nazi Germany. \"Representatives of the Jewish people,\" such as the Yiddish actor, Solomon Mikhoels, the Bundist leaders Henryk Erlich and Viktor Alter, and the writers, Ilya Ehrenburg and David Bergelson call on \"our Jewish brethren throughout the world\" to come to the aid of the Soviet Union."
        },
        {
          "id": "jewish-ghettos-established-in-lodz-warsaw-and-krakow",
          "title": "Jewish ghettos established in Lodz, Warsaw and Krakow",
          "startYear": 1941,
          "endYear": 1941,
          "description": "The Jews of Lodz are forced into a ghetto beginning on February 8. By May 1st, 160,000 Jews are concentrated in the Lodz ghetto. The Warsaw ghetto is established in November and the Krakow ghetto is established in March 1941."
        },
        {
          "id": "leon-blum-becomes-french-prime-minister",
          "title": "Leon Blum becomes French Prime Minister",
          "startYear": 1936,
          "endYear": 1936,
          "description": "In May, Leon Blum becomes the first Jewish Prime Minister of France."
        },
        {
          "id": "pogroms-and-religious-suppression-in-ukraine-and-russia",
          "title": "Pogroms and religious suppression in Ukraine and Russia",
          "startYear": 1919,
          "endYear": 1919,
          "description": "Anti-Bolshevik militias wage devastating pogroms in areas of Ukraine. Meanwhile, Hebrew, Zionist political activities, and Jewish religious observances are suppressed in the Soviet Union."
        },
        {
          "id": "the-great-war-0-throughout-the-war",
          "title": "\"The Great War\",0,\"Throughout the war",
          "startYear": 1914,
          "endYear": 1914,
          "description": "become refugees"
        },
        {
          "id": "mendel-beilis-on-trial",
          "title": "Mendel Beilis on trial",
          "startYear": 1913,
          "endYear": 1913,
          "description": "Worldwide attention is focused on the trial of Mendel Beilis, a Jew accused of the ritual murder of a 14-year-old Christian girl in Kiev. Beilis is acquitted, but his trial is accompanied by a vicious anti-Semitic campaign in the Russian press."
        },
        {
          "id": "civic-liberties-manifesto-leads-to-state-sanctioned-pogroms-against-jews",
          "title": "Civic liberties manifesto leads to state-sanctioned pogroms against Jews",
          "startYear": 1905,
          "endYear": 1905,
          "description": "In October, the Czar publishes a manifesto promising Russians civic liberties and the establishment of a state Duma (Parliament). In many places, following the publication of the manifesto, loyalists to the monarchy organize processions that develop into state-sanctioned pogroms against the Jews. The most serious pogrom occurred in Odessa, where over 300 are killed and thousands are wounded. Altogether, pogroms are perpetrated in 64 towns and 626 townlets and villages."
        },
        {
          "id": "kishinev-pogrom",
          "title": "Kishinev pogrom",
          "startYear": 1903,
          "endYear": 1903,
          "description": "A pogrom breaks out in Kishinev, Bessarabia, instigated by an anti-Semitic article in a local newspaper. 49 Jews are killed and over 500 wounded"
        },
        {
          "id": "la-france-juive-published",
          "title": "La France Juive published",
          "startYear": 1886,
          "endYear": 1886,
          "description": "Publication of Edouard Drumont's La France Juive, the central text of French anti-Semitism."
        },
        {
          "id": "alfred-dreyfus-framed-and-accused-of-espionage",
          "title": "Alfred Dreyfus framed and accused of espionage",
          "startYear": 1894,
          "endYear": 1894,
          "description": "A French Jewish Colonel, Alfred Dreyfus, is framed, accused, and convicted of espionage in one of history's most notorious anti-Semitic episodes. He is stripped of his military rank and sent to prison on Devil's Island. Dreyfus is fully exonerated and rehabilitated in July 1906."
        },
        {
          "id": "jewish-quotas-imposed-in-schools-law-practice-restricted-for-jews",
          "title": "Jewish quotas imposed in schools; Law practice restricted for Jews",
          "startYear": 1887,
          "endYear": 1887,
          "description": "In July, a quota is introduced in Russian secondary schools and universities. In 1889 Jewish lawyers are forbidden to practice law without special permission from the ministry of justice."
        },
        {
          "id": "pogrom-in-odessa",
          "title": "Pogrom in Odessa",
          "startYear": 1871,
          "endYear": 1871,
          "description": "A pogrom in Odessa leads many Jews there to doubt the possibility of integration. In the aftermath of the pogrom, some Jewish intellectuals begin to question whether the Haskalah would improve their physical safety."
        },
        {
          "id": "process-of-emancipation-completed-for-jews-in-the-german-empire",
          "title": "Process of emancipation completed for Jews in the German Empire",
          "startYear": 1871,
          "endYear": 1871,
          "description": "On April 22, the granting of equal rights to the Jews of Bavaria completes the long process of emancipation in the German Empire."
        },
        {
          "id": "rabbis-educated-about-russian-and-western-culture",
          "title": "Rabbis educated about Russian and Western culture",
          "startYear": 1845,
          "endYear": 1845,
          "description": "As part of its continuing campaign to \"reform\" the Jews, the Czarist government establishes two state rabbinical seminaries in Vilna and Zhitomir, where rabbis are educated about Russian and Western culture."
        },
        {
          "id": "jewish-self-government-institution-in-eastern-europe-is-abolished",
          "title": "Jewish self-government institution in Eastern Europe is abolished",
          "startYear": 1844,
          "endYear": 1844,
          "description": "The Kahal is abolished in Russia and its officials are replaced by government appointees. The Kahal was the autonomous institution of Jewish self-rule, which regulated internal and external matters in the Jewish community, collected taxes, and provided military recruits for the Russian authorities."
        },
        {
          "id": "male-jews-ordered-to-serve-in-the-army-for-25-year-terms",
          "title": "Male Jews ordered to serve in the army for 25-year terms",
          "startYear": 1827,
          "endYear": 1827,
          "description": "Czar Alexander I issues a decree ordering Jewish communities to provide large numbers of boys and young men between the ages of 12 and 25 to serve in the army for 25-year terms. Over the three decades that this system is in place, many of the recruits are forcibly converted to Christianity."
        },
        {
          "id": "the-hep-hep-riots",
          "title": "The Hep! Hep! Riots",
          "startYear": 1819,
          "endYear": 1819,
          "description": "The Hep! Hep! Riots take place in the German state of Wuerzburg and throughout Germany. These anti-Jewish riots reveal widespread anger over the economic success of some prominent Jews."
        },
        {
          "id": "prussian-decree-of-emancipation",
          "title": "Prussian decree of emancipation",
          "startYear": 1812,
          "endYear": 1812,
          "description": "On March 11, the Prussian decree of emancipation accords the Jews civil rights but excludes them from government service."
        },
        {
          "id": "duchy-of-warsaw-established",
          "title": "Duchy of Warsaw established",
          "startYear": 1807,
          "endYear": 1807,
          "description": "Napoleon establishes a new Polish state, the Duchy of Warsaw, in return for Polish help in the campaign against Prussia. The Duchy's constitution promises civic equality to all, although the principle is not fully implemented with regard to the Jews."
        },
        {
          "id": "expanded-opportunities-for-jews-in-russia",
          "title": "Expanded opportunities for Jews in Russia",
          "startYear": 1804,
          "endYear": 1804,
          "description": "The Russian government promulgates a comprehensive Jewish Statute. Following the Austrian Tolerantzpatent, the new law expands opportunities for Jews in the public schools, universities, as well as for Jewish artisans and manufacturers. At the same time, it restricts many traditional Jewish occupations and curtails communal self-government."
        },
        {
          "id": "berek-joselewicz-forms-a-legion-to-participate-in-the-jewish-uprising",
          "title": "Berek Joselewicz forms a legion to participate in the Jewish uprising",
          "startYear": 1794,
          "endYear": 1794,
          "description": "Berek Joselewicz, a Jewish colonel in the Polish armed forces, forms a Jewish legion of 500 troops to participate in an uprising against Russian rule in Poland. The rebellion proves unsuccessful."
        },
        {
          "id": "jews-emancipated-in-france",
          "title": "Jews emancipated in France",
          "startYear": 1791,
          "endYear": 1791,
          "description": "On September 27, 1791 emancipation is decreed for all Jews in France."
        },
        {
          "id": "the-toleranzpatent-is-issued",
          "title": "The Toleranzpatent is issued",
          "startYear": 1782,
          "endYear": 1782,
          "description": "The Toleranzpatent, a law which permitted Jews in Vienna and Lower Austria to participate in many areas of civic life previously closed to them, is issued. The Toleranzpatent for Galicia is issued seven years later. Emperor Joseph II issues his Toleranzpatent to encourage Jews to acquire general and vocational education."
        },
        {
          "id": "haidamak-uprising",
          "title": "Haidamak uprising",
          "startYear": 1768,
          "endYear": 1768,
          "description": "Jewish communities are destroyed and thousands of Jews are massacred in Ukraine during the Haidamak uprising."
        },
        {
          "id": "blood-libel-affair-in-sandomierz-poland",
          "title": "Blood-libel affair in Sandomierz, Poland",
          "startYear": 1698,
          "endYear": 1704,
          "description": "In a blood-libel affair in Sandomierz, Poland, a dignitary of the Jewish community is accused of the murder of a Christian child and executed."
        },
        {
          "id": "first-jewish-settlers-in-new-york",
          "title": "First Jewish settlers in New York",
          "startYear": 1654,
          "endYear": 1654,
          "description": "The first Jewish settlers in North America, refugees from Recife, Brazil, land in New Amsterdam (later known as New York)."
        },
        {
          "id": "chmielnicki-ukrainian-uprising",
          "title": "Chmielnicki Ukrainian uprising",
          "startYear": 1648,
          "endYear": 1648,
          "description": "The Chmielnicki Ukrainian uprising, a revolt by Cossacks against Polish overlords, wreaks destruction upon large areas of Ukraine, Poland, and Lithuania. Caught in the power struggle between peasants, nobles, and burghers, Jewish communities are decimated. On June 10, in the community of Nemirov in southeast Poland, approximately 6000 Jews are massacred."
        },
        {
          "id": "the-rabbi-of-poland-0-king-alexander-appoints-jacob-pollack",
          "title": "The \"Rabbi of Poland\",0,\"King Alexander appoints Jacob Pollack",
          "startYear": 1503,
          "endYear": 1503,
          "description": "rabbi of all Poland. He was later forced to flee the city in the 1520s following a dispute with Samuel the court physician of Krakow.\""
        },
        {
          "id": "statute-of-kalisz-ratified",
          "title": "Statute of Kalisz ratified",
          "startYear": 1364,
          "endYear": 1364,
          "description": "King Kazimierz the Great of Poland, who had ratified the Charter of Kalisz in 1334, issues a new, expanded charter of Jewish rights."
        },
        {
          "id": "talmud-condemned-to-be-destroyed",
          "title": "Talmud Condemned to be Destroyed",
          "startYear": 1242,
          "endYear": 1242,
          "description": "In the wake of the Paris disputation two years earlier, thousands of volumes of the Talmud are burned by the Church officials. Copies may also have been seized and destroyed in Rome."
        },
        {
          "id": "talmud-validates-christianity",
          "title": "Talmud \"validates\" Christianity",
          "startYear": 1263,
          "endYear": 1263,
          "description": "Public disputation held between Nachmanides (1194-1270) and the apostate, Pablo Christiani, in Barcelona, Spain in which Christiani claims to prove the validity of Christianity citing sources from the Talmud. The Ramban argues so convincingly that King James I rewarded him for the skill with which he defended his position."
        },
        {
          "id": "the-disputation-of-paris",
          "title": "The Disputation of Paris",
          "startYear": 1240,
          "endYear": 1240,
          "description": "(June 25-27) In a public disputation held in Paris at the court of Louis IX, Rabbi Jehiel of Paris, defends the Talmud against charges that it blasphemed Christianity. The charges were brought by Nicholas Donin, the rabbi's former student and a convert to Christianity."
        },
        {
          "id": "anti-jewish-riots-in-england",
          "title": "Anti-Jewish riots in England",
          "startYear": 1190,
          "endYear": 1190,
          "description": "Anti-Jewish riots break out in England following the coronation of Richard the Lion Hearted. Yom Tov of Joigny, a disciple of rabbenu Tam and a synagogal poet, inspires the collective suicide of the Jews of York who have taken refuge in the royal castle to escape a crusaders' attempt to convert them by force."
        },
        {
          "id": "fourth-lateran-council-summoned",
          "title": "Fourth Lateran Council summoned",
          "startYear": 1215,
          "endYear": 1215,
          "description": "The Fourth Lateran Council is summoned by Pope Innocent III. Despite Jewish lobbying efforts, the council issues four important canons regarding Jews, including: the obligation to wear a distinctive garment or badge (which was also extended to Muslims), the prohibition on excessive interest, the prohibition against Jews appearing in public on Christian holidays, the prohibition against Christian converts continuing to observe Jewish customs, and the banning of Jews from holding public office."
        },
        {
          "id": "first-blood-libel-case-recorded-in-france",
          "title": "First blood libel case recorded in France",
          "startYear": 1171,
          "endYear": 1171,
          "description": "The first blood libel case is recorded in France: 32 Jews are burnt at the stake in Blois after the disappearance of a Christian child."
        },
        {
          "id": "the-third-lateran-council-summoned",
          "title": "The Third Lateran Council summoned",
          "startYear": 1179,
          "endYear": 1179,
          "description": "The Third Lateran Council is summoned by Pope Alexander III. A number of canons are adopted dealing with relations between Christians and Jews, including: the prohibition on Jewish employment of Christian servants (extended to Muslims as well), the preference of Christian testimony over Jewish testimony in all lawsuits, and the financial protection of Jews who convert to Christianity."
        },
        {
          "id": "first-case-of-blood-libel-against-jews",
          "title": "First case of blood libel against Jews",
          "startYear": 1144,
          "endYear": 1144,
          "description": "In Norwich, England, the first distinct case of a blood libel against Jews in the Middle Ages is recorded. A blood libel is the allegation that Jews murder Christians (usually children) in order to obtain blood for Passover or other religious rituals. In this case, the Jews were alleged to have tortured and murdered a boy named William before Easter."
        },
        {
          "id": "pogrom-in-kielce-poland",
          "title": "Pogrom in Kielce, Poland",
          "startYear": 1946,
          "endYear": 1946,
          "description": "A pogrom in Kielce, Poland results in 43 Jews dead."
        },
        {
          "id": "capture-of-adolf-eichmann",
          "title": "Capture of Adolf Eichmann",
          "startYear": 1961,
          "endYear": 1961,
          "description": "Adolf Eichmann, Nazi official and S.S. officer responsible for the transport of millions of Jews to their deaths in Nazi extermination centers during the Holocaust, is captured in Argentina by Israeli agents and brought to trial in Jerusalem. He is executed in 1962."
        },
        {
          "id": "anti-semitism-intensifies-in-the-soviet-union",
          "title": "Anti-Semitism intensifies in the Soviet Union",
          "startYear": 1968,
          "endYear": 1968,
          "description": "Anti-Semitic campaigns intensify in the Soviet Union. Thousands of Jews there risk imprisonment by studying Hebrew in secret and demanding the right to emigrate to Israel."
        },
        {
          "id": "poland-s-president-issues-apology-to-jews",
          "title": "Poland's president issues apology to Jews",
          "startYear": 2001,
          "endYear": 2001,
          "description": "Poland's president, Aleksander Kwasniewski, issues an apology to Jews, admitting for the first time that Poles were responsible for killing almost the entire Jewish population of the village of Jedwabne during the Holocaust."
        }
      ]
    },
    {
      "id": "politics-economics",
      "name": "politics-economics",
      "color": "bg-yellow-600",
      "bgColor": "bg-yellow-600",
      "mutedColor": "bg-yellow-100",
      "events": [
        {
          "id": "the-jewish-fighting-organization-zob",
          "title": "The Jewish Fighting Organization (ZOB)",
          "startYear": 1943,
          "endYear": 1943,
          "description": "On April 19th, the Jewish Fighting Organization (ZOB) in the Warsaw ghetto, headed by Mordecai Anilewicz, mounts a fierce resistance against German forces attempting to liquidate the ghetto. For the next three weeks, until May 8, 1943 when most of the leadership of the revolt is killed, Jewish fighting groups continue to attack the German forces despite their vastly unequal numbers. The battle has an impact on the Polish population, who intensify their resistance against the German forces following the Jewish uprising, culminating in the Polish uprising of August 1944."
        },
        {
          "id": "hashomer-hatzair-founded",
          "title": "Hashomer HaTzair founded",
          "startYear": 1916,
          "endYear": 1916,
          "description": "The Zionist socialist youth movement, Hashomer HaTzair is founded in Poland. The following year, pioneering Zionist youth groups in several European countries join together to form HeHalutz."
        },
        {
          "id": "paris-peace-conference",
          "title": "Paris Peace Conference",
          "startYear": 1919,
          "endYear": 1919,
          "description": "Jewish organizations play an active role at the Paris Peace Conference pushing for a Minority Rights Treaty, even though no Jewish organization is allowed a formal role at the conference. Among those present at the conference are the American Jewish leaders Louis Marshall, Cyrus Adler, and Julian Mack, the British Jewish leader Lucien Wolf, the French leaders Jacques Bigart and Sylvain Levi, and the Zionist leaders, Nachum Sokolow and Menachem Ussishkin."
        },
        {
          "id": "founding-of-the-american-jewish-joint-distribution-committee",
          "title": "Founding of the American Jewish Joint Distribution Committee",
          "startYear": 1914,
          "endYear": 1914,
          "description": "In November, the American Jewish Joint Distribution Committee (the Joint) is established to provide aid and assistance for Jewish war refugees. Alarmed by the suffering of Jews in wartime, a group of wealthy American Jews, led by Jacob H. Schiff, Louis Marshall, and Felix Warburg, establish the American Jewish Relief Committee, which joined with the Central Relief Committee to distribute funds collected by the two bodies to refugees."
        },
        {
          "id": "theodor-herzl-dies",
          "title": "Theodor Herzl dies",
          "startYear": 1904,
          "endYear": 1904,
          "description": "On July 3, 1904, Theodor Herzl dies. His remains are buried beside his father's grave in Vienna but subsequently transferred to the newly created state of Israel in August 1949."
        },
        {
          "id": "orthodox-jewish-leaders-found-agudat-israel",
          "title": "Orthodox Jewish leaders found Agudat Israel",
          "startYear": 1912,
          "endYear": 1912,
          "description": "Orthodox Jewish leaders from the Russian Empire, Austria, Hungary, Germany, and Palestine found Agudat Israel in Kattowitz, Poland. The new political party reaffirms the authority of traditional Judaism and dedicates itself to combating the influence of assimilation and of secular movements such as Bundism and Zionism."
        },
        {
          "id": "the-uganda-plan-0-the-uganda-plan-provokes-a-crisis-in-the-zionist-movement-as",
          "title": "The \"Uganda Plan\",0,\"The \"Uganda Plan\" provokes a crisis in the Zionist movement, as",
          "startYear": 1903,
          "endYear": 1905,
          "description": ""
        },
        {
          "id": "jewish-public-for-self-defense-against-violent-mobs",
          "title": "Jewish public for self-defense against violent mobs",
          "startYear": 1903,
          "endYear": 1903,
          "description": "Reports of the pogrom perpetrated against the Jewish community of Kishinev arouse shock, anger, and heartbreak among Russian and world Jewry. Leading figures of the Russian-Jewish intelligentsia, including Simon Dubnow, Ahad Ha'am, and Hayyim Nachman Bialik begin the urgent collection of all available hard data on the events in Kishinev to be publicized throughout the West. They also work to organize the Jewish public for self-defense against violent mobs in order to prevent future pogroms."
        },
        {
          "id": "first-zionist-congress-convenes-in-basle-switzerland",
          "title": "First Zionist Congress convenes in Basle, Switzerland",
          "startYear": 1897,
          "endYear": 1897,
          "description": "The First Zionist Congress, called together by Theodor Herzl as a symbolic parliament for those sympathetic to the Zionist goal of the creation of a Jewish state in Palestine, convenes some 200 delegates in Basle, Switzerland."
        },
        {
          "id": "the-bund-is-founded-in-vilna",
          "title": "The Bund is founded in Vilna",
          "startYear": 1897,
          "endYear": 1897,
          "description": "The Bund (General Jewish Workers Party), a socialist and revolutionary anti-Czarist movement, is founded in Vilna. Its early leaders include Arkady Kremer and Vladimir Medem. The party achieves its greatest success in interwar Poland under the leadership of Henryk Erlich and Victor Alter."
        },
        {
          "id": "the-jewish-state-published",
          "title": "The Jewish State published",
          "startYear": 1896,
          "endYear": 1896,
          "description": "Theodor Herzl (1860-1904), born in Budapest and a Viennese journalist, publishes The Jewish State, calling for the establishment of an sovereign Jewish state as the only solution to the \"Jewish question.\",161---Herzl-Jewish-State-NY.jpg,NULL,NULL"
        },
        {
          "id": "ahad-ha-am-founds-b-nei-moshe-movement",
          "title": "Ahad Ha'am founds B'nei Moshe movement",
          "startYear": 1889,
          "endYear": 1889,
          "description": "Ahad Ha'am (\"One of the People,\" pen name of Asher Ginsberg; 1856-1927), an advocate of cultural Zionism, publishes an article entitled \"The Wrong Way,\" and founds the proto-Zionist movement, B'nei Moshe in Odessa."
        },
        {
          "id": "autoemancipation-calls-on-jews-to-assume-responsibility-for-their-own-destiny",
          "title": "Autoemancipation calls on Jews to assume responsibility for their own destiny",
          "startYear": 1882,
          "endYear": 1882,
          "description": "Leon Pinsker publishes Autoemancipation, calling on the Jews to assume responsibility for their own destiny and to remake themselves as a territorial nation. Pinsker goes on to become a leader of the proto-Zionist Hibbat Zion movement. Hibbat Zion begins publishing numerous periodicals and writings in Hebrew, Yiddish, and Russian. In 1884, the Kattowitz conference convenes Hibbat Zion societies from all over Europe."
        },
        {
          "id": "may-laws-issued",
          "title": "May Laws issued",
          "startYear": 1882,
          "endYear": 1882,
          "description": "Czar Alexander III issues the May Laws, which severely restrict Jewish economic life in the Russian Empire. Jewish residence is limited to an even smaller area of the Pale of Settlement and Jews are prohibited from living in villages, buying or renting property aside from their residences, trading on Sundays and Christian holidays, and holding jobs in the civil service."
        },
        {
          "id": "alliance-israelite-universelle-founded",
          "title": "Alliance Israelite Universelle founded",
          "startYear": 1860,
          "endYear": 1860,
          "description": "The Alliance Israelite Universelle is founded in Paris as an organization devoted to the international protection of rights for Jews and other minorities. &nbsp;Anti-Semitic episodes, such as the Damascus Affair of 1840, demonstrate the need for an international Jewish organization that can safeguard the rights of Jewish minorities around the world. &nbsp;In addition to its diplomatic work, the Alliance also focuses on creating a network of Jewish schools in North Africa and the Middle East aimed at the betterment of the social and legal status of the Jews through their \"cultural and moral elevation.\",NULL,NULL,NULL"
        },
        {
          "id": "jewish-state-school-project-met-with-great-opposition",
          "title": "Jewish state school project met with great opposition",
          "startYear": 1841,
          "endYear": 1845,
          "description": "Max Lilienthal, a German Jew who directed the modern Jewish school in Riga, Latvia, is invited by the Czarist government to set up a network of modern Jewish state schools. The project meets with great opposition from both Orthodox and modern Jews and fails. Lilienthal eventually immigrates to the United States."
        },
        {
          "id": "council-of-the-four-lands-dissolved",
          "title": "Council of the Four Lands dissolved",
          "startYear": 1764,
          "endYear": 1764,
          "description": "On June 1st, the Sejm (the Polish Parliament) dissolves the Council of the Four Lands, an institution of self-government that represented Jewish communities from across Poland and Lithuania. In an effort to reorganize the system of taxation, the Polish authorities seek to collect taxes directly from each individual rather than through a body of community representatives."
        },
        {
          "id": "council-of-the-four-lands-under-stricter-control",
          "title": "Council of the Four Lands under stricter control",
          "startYear": 1739,
          "endYear": 1739,
          "description": "The Polish government treasury issues regulations which subject the Jewish Council of the Four Lands to stricter control by the state authorities."
        },
        {
          "id": "followers-of-shabbetai-zevi-excommunicated",
          "title": "Followers of Shabbetai Zevi excommunicated",
          "startYear": 1670,
          "endYear": 1672,
          "description": "The Council of the Four Lands excommunicates twice all adherents of the false messiah, Shabbetai Zevi."
        },
        {
          "id": "council-of-the-four-lands-aids-cossack-massacre-victims",
          "title": "Council of the Four Lands aids Cossack massacre victims",
          "startYear": 1648,
          "endYear": 1648,
          "description": "The Council of the Four Lands adopts measures to aid victims of the Cossack massacres, including the ransoming of prisoners, and works to rectify the problem of agunot, women whose husbands had disappeared and could not remarry until declared widows."
        },
        {
          "id": "earliest-council-of-the-four-lands-document-written",
          "title": "Earliest Council of the Four Lands document written",
          "startYear": 1580,
          "endYear": 1580,
          "description": "The earliest extant document composed by the Council of the Four Lands (Va'ad Arba Aratsot) is written. The Council united Jewish communities across Poland in a countrywide system of self-government."
        },
        {
          "id": "the-exodus-affair-begins",
          "title": "The Exodus affair begins",
          "startYear": 1947,
          "endYear": 1947,
          "description": "On July 11th, 4500 Jewish DPs set sail on the ship Exodus from Marseille, bound for Palestine. The ship is prevented entry by British forces enforcing the blockade of Palestine and soon returns to Europe. Between 1945-1948, the illegal immigration to Palestine, also known as Aliyah bet, attempts to bring 65 refugee boats to Palestine, with almost 70,000 immigrants aboard. The majority of the illegal immigrants are captured and sent to camps in Cyprus."
        },
        {
          "id": "sinai-campaign",
          "title": "Sinai campaign",
          "startYear": 1956,
          "endYear": 1956,
          "description": "Israel invades Egypt on October 29, 1956 in response to continuing attacks from squads emanating from Egypt and an Anglo-French campaign to counter Egypt's nationalization of the Suez Canal."
        },
        {
          "id": "the-state-of-israel-is-founded",
          "title": "The State of Israel is founded",
          "startYear": 1948,
          "endYear": 1948,
          "description": "On May 14th, the State of Israel is founded. The newly formed Jewish State is subsequently invaded in the immediately following days by the armies of Syria, Jordan, Egypt, Lebanon, and Iraq."
        },
        {
          "id": "the-six-day-war",
          "title": "The Six Day War",
          "startYear": 1967,
          "endYear": 1967,
          "description": "Israel defeats four Arab armies in the Six Day War, beginning on June 5th."
        },
        {
          "id": "the-yom-kippur-war",
          "title": "The Yom Kippur War",
          "startYear": 1973,
          "endYear": 1973,
          "description": "The Yom Kippur War breaks out as Israel is attacked simultaneously by the Egyptian and Syrian armies on October 6, 1973. After more than two weeks of fighting, Israel manages to regain all territory lost at the beginning of the war."
        },
        {
          "id": "the-camp-david-peace-accord",
          "title": "The Camp David peace accord",
          "startYear": 1979,
          "endYear": 1979,
          "description": "Israel and Egypt sign a peace accord at Camp David."
        },
        {
          "id": "peace-treaty-signed-between-israel-and-jordan",
          "title": "Peace treaty signed between Israel and Jordan",
          "startYear": 1994,
          "endYear": 1994,
          "description": ""
        }
      ]
    },
    {
      "id": "religion-scholarship",
      "name": "religion-scholarship",
      "color": "bg-purple-600",
      "bgColor": "bg-purple-600",
      "mutedColor": "bg-purple-100",
      "events": [
        {
          "id": "sarah-schnirer-dies",
          "title": "Sarah Schnirer dies",
          "startYear": 1938,
          "endYear": 1938,
          "description": "Sarah Schnirer (1883-1938), founder of the Beth Jacob system of Orthodox schools for girls in Poland, dies. Noting the neglect of Jewish education for girls, Schnirer founded the schools, which eventually were taken over by Agudat Israel, in 1929."
        },
        {
          "id": "rabbi-meir-shapira-dies",
          "title": "Rabbi Meir Shapira dies",
          "startYear": 1934,
          "endYear": 1934,
          "description": "Death of Rabbi Meir Shapira (1887-1934), founder of Yeshivat Hakhmei Lublin and initiator of the daf yomi, daily study of the Talmud. Shapira was opposed to the poor amenities and impoverished atmosphere of traditional yeshivot and dedicated himself through vigorous fundraising and tireless work to creating the modern and spacious Lublin yeshiva. Shapira also served as a representative of Agudat Israel to the Polish Sejm in the early 1920s."
        },
        {
          "id": "slobodka-yeshiva-founded",
          "title": "Slobodka Yeshiva founded",
          "startYear": 1882,
          "endYear": 1882,
          "description": "Slobodka Yeshiva founded in Kovno, Lithuania, dedicated to the ideals of the Musar movement. Rabbi Nathan Zevi Finkel (1849-1927) founded the yeshiva and was instrumental in fashioning its unique Musar environment, where Musar texts were studied daily."
        },
        {
          "id": "first-volume-of-hafez-hayyim-published",
          "title": "First volume of \"Hafez Hayyim\" published",
          "startYear": 1873,
          "endYear": 1873,
          "description": "The Hafez Hayyim, (Yisrael Meir HaCohen, 1838-1933), noted rabbinical figure and Talmudist born in Zhetel (D'atlovo), Poland (today Belarus) writes his first of twenty-one published books, entitled Hafez Hayyim, a work devoted entirely to exposing the importance of the laws of slander, gossip, and talebearing. He was later one of the founders of Agudat Israel, a religious political party, and one of its spiritual leaders."
        },
        {
          "id": "ha-melitz-publishes-a-yiddish-supplement",
          "title": "Ha-Melitz publishes a Yiddish supplement",
          "startYear": 1869,
          "endYear": 1869,
          "description": "The Hebrew periodical Ha-Melitz (The Advocate), first published in Odessa in 1860 by Alexander Zederbaum, publishes a Yiddish supplement called Kol Mevasser (Announcing Voice) responding to the increasing demand for a newspaper that could appeal to the Yiddish-speaking Jewish public. Although Kol Mevasser was only published until 1872, it was significant in paving the way for the Yiddish classical renaissance."
        },
        {
          "id": "the-first-musar-society-is-founded",
          "title": "The first Musar Society is founded",
          "startYear": 1842,
          "endYear": 1842,
          "description": "The first Musar Society is founded by Rabbi Israel Salanter (1786-1866) in Vilna. Confronted by Hasidism on the one hand, and on the other by the trends in German Jewry of Haskalah, Reform, and Neo-Orthodoxy, traditional Jewry was faced with the problem of how to sustain a rigorous traditional Jewish life, based mainly on learning and intellectuality. The Musar movement arises in the 19th century as a movement dedicated to the education of the individual toward strict ethical behavior in the spirit of halakhah."
        },
        {
          "id": "bratslaver-hasidism-founded",
          "title": "Bratslaver Hasidism founded",
          "startYear": 1802,
          "endYear": 1802,
          "description": "Rabbi Nahman, the great grandson of the Ba'al Shem Tov, settles in Bratslav where he founds a new Hasidic trend, which will come to be known as Bratslaver Hasidism."
        },
        {
          "id": "a-yeshiva-is-founded-in-volozhin",
          "title": "A yeshiva is founded in Volozhin",
          "startYear": 1802,
          "endYear": 1802,
          "description": "A yeshiva is founded in Volozhin. It serves as the inspiration for many other rabbinical academies established during the 19th century, making Lithuania a new center for Jewish religious scholarship."
        },
        {
          "id": "moses-mendelssohn-publishes-a-new-interpretation-of-judaism",
          "title": "Moses Mendelssohn publishes a new interpretation of Judaism",
          "startYear": 1783,
          "endYear": 1783,
          "description": "Moses Mendelssohn publishes Jerusalem, a seminal work of the Haskalah, in which he advocates a new interpretation of Judaism that would allow faith in divine revelation to be reconciled with reason. Mendelssohn also translates the Pentateuch into German and publishes it in Hebrew letters."
        },
        {
          "id": "habad-hasidism-founded",
          "title": "Habad Hasidism founded",
          "startYear": 1788,
          "endYear": 1788,
          "description": "Rabbi Shneur Zalman of Lyady, a Hasidic leader in Belorussia, founds Habad Hasidism."
        },
        {
          "id": "mitnagdim-movement",
          "title": "Mitnagdim movement",
          "startYear": 1772,
          "endYear": 1772,
          "description": "The Jewish community of Vilna, under the leadership of Rabbi Elijah ben Solomon (the Vilna Gaon), urges other Jewish communities to suppress a new religious movement called Hasidism. Under his leadership, the opponents of Hasidism, called mitnagdim, crystallized into a movement of their own."
        },
        {
          "id": "jacob-emden-attacks-jonathan-eybeschutz-in-writing",
          "title": "Jacob Emden attacks Jonathan Eybeschutz (in writing)",
          "startYear": 1751,
          "endYear": 1751,
          "description": "The writings of Jacob Emden (1697-1776) attack Jonathan Eybeschutz (1690-1764) for support of the Sabbattean heresy."
        },
        {
          "id": "founder-of-hasidism-dies",
          "title": "Founder of Hasidism dies",
          "startYear": 1760,
          "endYear": 1760,
          "description": "The founder of Hasidism, Israel ben Eliezer, the Ba'al Shem Tov (Besht) dies. He was born in 1700 and lived in Medzibozh, Poland. Following his death, the movement was led by his disciple Dov Baer, The Maggid of Mezhirech, who attracted new adherents to the movement."
        },
        {
          "id": "jacob-frank-forms-a-heretical-jewish-sect-in-poland",
          "title": "Jacob Frank forms a heretical Jewish sect in Poland",
          "startYear": 1755,
          "endYear": 1755,
          "description": "Jacob Frank (1726-1791), a former disciple of Sabbetai Zevi, poses as another Messiah and forms a heretical Jewish sect in Poland."
        },
        {
          "id": "baruch-de-spinoza-excommunicated",
          "title": "Baruch de Spinoza excommunicated",
          "startYear": 1656,
          "endYear": 1656,
          "description": "Baruch de Spinoza (1632-1677), the Dutch philosopher, is excommunicated from the Amsterdam Jewish community. &nbsp;His rationalist critique of religion made him notorious in his day, leading to charges of atheism in both the Jewish and Christian communities."
        },
        {
          "id": "shabbetai-zevi-proclaims-himself-the-messiah",
          "title": "Shabbetai Zevi proclaims himself the Messiah",
          "startYear": 1665,
          "endYear": 1666,
          "description": "Shabbetai Zevi meets Nathan Ashkenazi in Gaza and is persuaded to proclaim himself the Messiah. In 1666 the appearance of Shabbetai Zevi arouses great hope among the suffering Jewish communities of Eastern Europe. Eventually, he is denounced to the Ottoman authorities by the Polish kabbalist Nehemiah ha-Kohen and subsequently converts to Islam."
        },
        {
          "id": "sabbattean-groups-migrate-to-palestine",
          "title": "Sabbattean groups migrate to Palestine",
          "startYear": 1700,
          "endYear": 1700,
          "description": "Sabbattean groups from Poland, led by Judah Hasid, migrate to the Palestine."
        },
        {
          "id": "rabbi-moses-isserles-composes-the-mappah",
          "title": "Rabbi Moses Isserles composes the Mappah",
          "startYear": 1571,
          "endYear": 1571,
          "description": "Rabbi Moses Isserles of Krakow, whom later generations compared to Maimonides because of his knowledge of science, composes the Mappah. This text, on the code of Jewish law known as the Shulhan Aruch by Joseph Caro, reflected many of the customs of Ashkenazi Jewry of the time."
        },
        {
          "id": "first-yiddish-book-printed",
          "title": "First Yiddish book printed",
          "startYear": 1534,
          "endYear": 1534,
          "description": "The first printed Yiddish book, Mirkeves ha-Mishne, is published in Krakow."
        },
        {
          "id": "first-printing-of-a-talmud-tractate-in-poland",
          "title": "First printing of a Talmud tractate in Poland",
          "startYear": 1559,
          "endYear": 1559,
          "description": "First printing of a Talmud tractate in Poland, in Lublin. Following the Roman inquisition prohibition on Talmud study and publication in Italy in 1553, the center of Talmudic publication is transferred to Poland."
        },
        {
          "id": "ha-ari-1534-1572-settles-in-safed",
          "title": "Ha-Ari (1534-1572) settles in Safed",
          "startYear": 1569,
          "endYear": 1569,
          "description": "Isaac ben Solomon Luria, referred to as Ha-Ari (1534-1572) settles in Safed, a town that is now located in Israel. His legendary commentaries on the Zohar attracted kabbalistic scholars around him, turning Safed into a major center of Jewish mysticism."
        },
        {
          "id": "second-yeshiva-founded-in-lublin",
          "title": "Second yeshiva founded in Lublin",
          "startYear": 1567,
          "endYear": 1567,
          "description": "The founding of a second yeshiva in Lublin, authorized by Zygmunt II, from the Jagiello dynasty, is accompanied by privileges including exemption from taxation, similar to those granted to universities. The head of the Yeshiva, Solomon Luria, the Maharshal, (1510-1574), a great Talmudic scholar of the 16th century, rejects and disputes Sholem Shakhne's use of the hairsplitting pilpul method."
        },
        {
          "id": "rabbi-judah-loew-ben-bezalel-founds-the-yeshivah-in-prague",
          "title": "Rabbi Judah Loew ben Bezalel founds the yeshivah in Prague",
          "startYear": 1573,
          "endYear": 1573,
          "description": "Rabbi Judah Loew ben Bezalel (c. 1525-1609), the Maharal, philosopher, mathematician, founds the yeshiva in Prague. To this day, his seat at the Altneuschul in that city is guarded in his honor."
        },
        {
          "id": "talmud-condemned-to-be-burned-in-rome",
          "title": "Talmud condemned to be burned in Rome",
          "startYear": 1553,
          "endYear": 1553,
          "description": ""
        },
        {
          "id": "imported-item-183",
          "title": "Imported item 183",
          "startYear": 1558,
          "endYear": 1558,
          "description": "Death of Sholem Shakhne (1495-1558), the head of the Yeshiva of Lublin and educator of some of the preeminent scholars of 16th-century Poland."
        },
        {
          "id": "death-of-the-maharam",
          "title": "Death of the Maharam",
          "startYear": 1293,
          "endYear": 1293,
          "description": "The Maharam, Meir ben Baruch of Rothenburg (1215-1293), dies. He was a teacher, scholar, and supreme authority in ritual, legal, and community matters in Germany. He sent his responsa to Jewish communities in Germany, Austria, Bohemia, Italy, France, and even Spain."
        },
        {
          "id": "sefer-hasidim-written",
          "title": "Sefer Hasidim written",
          "startYear": 1200,
          "endYear": 1225,
          "description": "Rabbi Judah HeHasid (c.1150-1217) composes Sefer Hasidim, which would become one of the most influential and widely studied books of Jewish ethical literature, and a central text to the medieval mystical sect Hasdei Ashkenaz."
        },
        {
          "id": "maimonedes-completes-guide-of-the-perplexed",
          "title": "Maimonedes completes Guide of the Perplexed",
          "startYear": 1200,
          "endYear": 1200,
          "description": "Moses Maimonides (1135-1204), the most significant Jewish philosopher of the Middle Ages, completes his best-known work, Guide of the Perplexed."
        },
        {
          "id": "first-ashkenazic-rabbinic-synod",
          "title": "First Ashkenazic rabbinic synod",
          "startYear": 1150,
          "endYear": 1150,
          "description": "The first Ashkenazic rabbinic synod is convened by Rabbenu Tam and Rashbam at Troyes, France. &nbsp;Among the questions of Jewish law discussed at the rabbinic convention are those relating to informers and litigation by Jews in non-Jewish courts"
        },
        {
          "id": "samuel-ben-meir",
          "title": "Samuel ben Meir",
          "startYear": 1135,
          "endYear": 1135,
          "description": "Samuel ben Meir (Rashbam; 1084-1174) writes his commentary on the Torah. Along with his brothers, Rabbenu Tam (Jacob ben Meir), and Isaac ben Meir, these three grandsons of Rashi are best known for the tosafot, which were based on discussions held in the yeshivas of northern France in the twelfth century."
        },
        {
          "id": "rashi-rabbi-solomon-ben-isaac",
          "title": "Rashi (Rabbi Solomon ben Isaac)",
          "startYear": 1070,
          "endYear": 1070,
          "description": "The leading rabbinic scholar Rashi (Rabbi Solomon ben Isaac (1040-1105)) establishes his religious school in Troyes, France. Rashi's commentary on the Bible made him perhaps the most authoritative biblical commentator and enjoyed wide circulation. His interpretation of the Babylonian Talmud is a masterpiece of rabbinic literature and is considered the basis for all subsequent Talmud commentary."
        },
        {
          "id": "rabbenu-gershom",
          "title": "Rabbenu Gershom",
          "startYear": null,
          "endYear": 1028,
          "description": "Lifespan of Rabbenu Gershom, the leading German rabbi of the early 11th century. He is believed to have written several takkanot (directives) regarding the prohibition on polygamy, divorce law, the unauthorized reading of private letters, and conversion that effectively made Ashkenazic Jewry independent from that of the Babylonian Jewish academies."
        }
      ]
    },
    {
      "id": "migration-settlement",
      "name": "migration-settlement",
      "color": "bg-pink-600",
      "bgColor": "bg-pink-600",
      "mutedColor": "bg-pink-100",
      "events": [
        {
          "id": "evian-conference",
          "title": "Evian Conference",
          "startYear": 1938,
          "endYear": 1938,
          "description": "In July, the Evian Conference is convened by world leaders in the French resort city of Evian in an attempt to address problem of Jewish refugees trying to escape Nazi Germany. The Conference fails to make progress as many delegates express sympathy for the plight of the Jews in Germany, but most countries refuse to admit more refugees."
        },
        {
          "id": "soviet-union-establishes-a-jewish-autonomous-region-0-the-soviet-union-establishes",
          "title": "Soviet Union establishes a \"Jewish Autonomous Region\",0,\"The Soviet Union establishes",
          "startYear": 1928,
          "endYear": 1928,
          "description": ""
        },
        {
          "id": "u-s-severely-restricts-immigration-from-eastern-and-southern-europe",
          "title": "U.S. severely restricts immigration from Eastern and Southern Europe",
          "startYear": 1924,
          "endYear": 1924,
          "description": "Restrictive immigration laws are enacted in the U.S., all but closing the door to immigration from Eastern and Southern Europe."
        },
        {
          "id": "first-kibbutz-in-palestine-founded",
          "title": "First kibbutz in Palestine founded",
          "startYear": 1909,
          "endYear": 1909,
          "description": "Founding of the first kibbutz in Palestine, Deganyah, by pioneers of the Second Aliyah. Among the early members of this collective agricultural settlement was A.D. Gordon (1856-1922), a labor Zionist who advocated self-realization through settlement and work on the land."
        },
        {
          "id": "world-jewish-population-is-10-600-000",
          "title": "World Jewish population is 10,600,000",
          "startYear": 1900,
          "endYear": 1900,
          "description": "A four-fold increase from the 2.5 million Jews in 1800."
        },
        {
          "id": "jewish-colonization-association-established",
          "title": "Jewish Colonization Association established",
          "startYear": 1891,
          "endYear": 1891,
          "description": "Establishment of ICA (Jewish Colonization Association) by Baron Maurice de Hirsch (1831-1896). The ICA is created to facilitate the mass emigration of Russian Jews to agricultural colonies, primarily in Brazil and Argentina."
        },
        {
          "id": "groups-of-bilu-and-hibbat-zion-members-migrate-to-palestine",
          "title": "Groups of Bilu and Hibbat Zion members migrate to Palestine",
          "startYear": 1882,
          "endYear": 1882,
          "description": "The First Aliyah begins with the migration of small pioneer groups of Bilu and Hibbat Zion members from Eastern Europe to Palestine."
        },
        {
          "id": "mass-emigration-of-jews-from-the-russian-empire",
          "title": "Mass emigration of Jews from the Russian Empire",
          "startYear": 1881,
          "endYear": 1881,
          "description": "This year marks the beginning of a mass emigration of Jews from the Russian Empire. Between 1881 and 1914, some two million Russian Jews immigrate to the United States"
        },
        {
          "id": "pro-jewish-reforms-instituted-by-czar-alexander-ii",
          "title": "Pro-Jewish reforms instituted by Czar Alexander II",
          "startYear": 1856,
          "endYear": 1863,
          "description": "A number of reforms are instituted by Czar Alexander II which seem to be to the benefit of the Jews under his rule: the special system of recruiting Jews to the Army is abolished in 1856 and certain Jews are allowed and encouraged to settle outside the Pale of Settlement (in order to promote cultural assimilation and allow the state to take advantage of their business and financial acumen). While tens of thousands of Jews are attracted to towns in Russia's interior, Alexander II opposes the abolition of the Pale of Settlement, which continues to restrict settlement for the majority of Jews in Russia and Poland."
        },
        {
          "id": "pale-of-settlement",
          "title": "Pale of Settlement",
          "startYear": 1835,
          "endYear": 1835,
          "description": "Czar Nicholas I issues a decree formally restricting Jewish residence to an area known as the Pale of Settlement."
        },
        {
          "id": "the-world-jewish-population-is-estimated-at-2-5-million",
          "title": "The world Jewish population is estimated at 2.5 million",
          "startYear": 1800,
          "endYear": 1800,
          "description": ""
        },
        {
          "id": "jews-permitted-to-settle-along-the-northern-black-sea-shore",
          "title": "Jews permitted to settle along the northern Black Sea shore",
          "startYear": 1791,
          "endYear": 1791,
          "description": "Empress Catherine the Great of Russia permits Jews to settle along the northern Black Sea shore, recently acquired from Turkey. Several important Jewish communities, including Odessa, grow in the wake of this act."
        },
        {
          "id": "first-synagogue-in-north-america",
          "title": "First synagogue in North America",
          "startYear": 1729,
          "endYear": 1729,
          "description": "The first synagogue in North America is founded in New York."
        },
        {
          "id": "the-world-jewish-population-numbers-fewer-than-one-million",
          "title": "The world Jewish population numbers fewer than one million",
          "startYear": 1700,
          "endYear": 1700,
          "description": ""
        },
        {
          "id": "jews-readmitted-to-england",
          "title": "Jews readmitted to England",
          "startYear": 1656,
          "endYear": 1656,
          "description": "Oliver Cromwell grants readmission of Jews to England after petition of Menassheh ben Israel."
        },
        {
          "id": "town-of-zamosc-founded",
          "title": "Town of Zamosc founded",
          "startYear": 1588,
          "endYear": 1588,
          "description": "Jan Zamoyski founds town of Zamosc, granting special residence rights to Sephardic Jewish settlers."
        },
        {
          "id": "privilegia-de-non-tolerandis-judaeis",
          "title": "Privilegia De Non Tolerandis Judaeis",
          "startYear": 1527,
          "endYear": 1527,
          "description": "The Privilegia De Non Tolerandis Judaeis is introduced in Warsaw under Zygmunt I. This document, which many Polish cities issued in the 16th century, forbids Jews from settling in a particular city. It often led to the formation of a nearby Jewish city, an important innovation in the history of Jews in Poland. <p class=\"text-size-tiny\">Image: Map of the town of Kazimierz near Krakw in which there was a Jewish quarter covered by <em>non-Tolerandis Christianis</em> and part of Krakw covered by <em>non-Tolerandis Judaeis</em> (15th century)"
        },
        {
          "id": "jews-explled-from-papal-states",
          "title": "Jews explled from papal states",
          "startYear": 1593,
          "endYear": 1593,
          "description": "Pope Clement VIII expels Jews living in all papal states, except Rome, Avignon, and Ancona."
        },
        {
          "id": "the-union-of-lublin",
          "title": "The Union of Lublin",
          "startYear": 1569,
          "endYear": 1569,
          "description": "The Union of Lublin, a single federated, Polish- Lithuanian Commonwealth inaugurates a period of intensive colonization. Jews take an active part in the founding of new towns in the southeast frontier, thus contributing to the development of the economy."
        },
        {
          "id": "ivan-the-terrible",
          "title": "Ivan the Terrible",
          "startYear": 1547,
          "endYear": 1547,
          "description": "Ivan the Terrible ascends to the Russian throne and banishes Jews from his kingdom."
        },
        {
          "id": "jews-expelled-from-regensburg",
          "title": "Jews expelled from Regensburg",
          "startYear": 1519,
          "endYear": 1519,
          "description": "Jews are expelled from Regensburg. After 1550, the only remaining significant Jewish communities in German lands are Frankfurt and Worms. <p class=\"text-size-tiny\"><strong>Title:</strong> The Entrance Hall of the Regensburg Synagogue\n<p class=\"text-size-tiny\"><strong>Artist:</strong> Albrecht Altdorfer (German, Regensburg ca. 14801538 Regensburg)"
        },
        {
          "id": "jewish-ghetto-established-in-venice",
          "title": "Jewish ghetto established in Venice",
          "startYear": 1516,
          "endYear": 1516,
          "description": "This was probably the first use of the word \"ghetto\" to describe the Jewish quarter in Venice, which was situated near a foundry (getto, or ghetto), enclosed by walls and gates and declared to be the only part of the city open to Jewish settlement.  <p class=\"text-size-tiny\">Attribution: <a target=\"_blank\" href=\"https://en.wikipedia.org/wiki/User:Doyle_of_London\">User:Ethan Doyle White</a\\></p\\>"
        },
        {
          "id": "jewish-privilege-in-poland-reconfirmed",
          "title": "Jewish privilege in Poland reconfirmed",
          "startYear": 1507,
          "endYear": 1507,
          "description": "King Zygmunt I the Elder, in Poland, reconfirms Jewish privileges."
        },
        {
          "id": "jews-expelled-from-spain",
          "title": "Jews expelled from Spain",
          "startYear": 1492,
          "endYear": 1492,
          "description": "The Jews are expelled en masse from Spain by an edict from the King and Queen. The institution of the Church in charge of checking matters of faith, the Inquisition, hunts those that had converted and those that after conversion attempted to practice the Jewish faith in secret."
        },
        {
          "id": "jews-expelled-from-lithuania",
          "title": "Jews expelled from Lithuania",
          "startYear": 1495,
          "endYear": 1495,
          "description": "Jews are temporarily expelled from Lithuania. Many return when the ban is lifted ten years later."
        },
        {
          "id": "jewish-population-thrives",
          "title": "Jewish population thrives",
          "startYear": 1480,
          "endYear": 1499,
          "description": "Jews number nearly 30,000 in Poland and Lithuania"
        },
        {
          "id": "jewish-residence-forbidden-in-krakow",
          "title": "Jewish residence forbidden in Krakow",
          "startYear": 1494,
          "endYear": 1494,
          "description": "Following an anti-Jewish riot in the neighboring city of Krakow, Jewish residence is restricted to the adjacent town of Kazimierz."
        },
        {
          "id": "legal-status-of-jews-codified",
          "title": "Legal status of Jews codified",
          "startYear": 1453,
          "endYear": 1453,
          "description": "King Kasimierz IV Jagiello codifies the legal status of Jews. He entrusts salt mines and customs stations to Jews."
        },
        {
          "id": "lithuanian-jews-granted-economic-privileges",
          "title": "Lithuanian Jews granted economic privileges",
          "startYear": 1388,
          "endYear": 1388,
          "description": "Grand Duke Vytautas grants economic privileges to the Jews of Lithuania significantly contributing to the expansion of Jewish immigration to the area."
        },
        {
          "id": "jews-expelled-from-france",
          "title": "Jews expelled from France",
          "startYear": 1306,
          "endYear": 1306,
          "description": "First in a series of expulsions of Jews from France. The final expulsion took place in 1394."
        },
        {
          "id": "jews-expelled-from-england",
          "title": "Jews expelled from England",
          "startYear": 1290,
          "endYear": 1290,
          "description": "Edward I orders the expulsion of the Jews from England; most cross the English Channel, heading to France and Flanders."
        },
        {
          "id": "first-jewish-cemetery-in-poland",
          "title": "First Jewish cemetery in Poland",
          "startYear": 1287,
          "endYear": 1287,
          "description": "The first Jewish cemetery in Poland is established in the town of Kalisz"
        },
        {
          "id": "jews-in-krakow",
          "title": "Jews in Krakow",
          "startYear": 1304,
          "endYear": 1304,
          "description": "The earliest reference to a Jewish quarter in Krakow"
        },
        {
          "id": "prince-boleslaw-issues-the-charter-of-kalisz",
          "title": "Prince Boleslaw issues the Charter of Kalisz",
          "startYear": 1264,
          "endYear": 1264,
          "description": "Prince Boleslaw the Pious of Poland issues the Charter of Kalisz, granting extensive rights to Jews in his domain. Charters like this, issued by rulers eager to encourage economic development in their domains, drew Jews to Poland in ever-increasing numbers."
        },
        {
          "id": "altneuschul-construction-completed",
          "title": "Altneuschul construction completed",
          "startYear": 1270,
          "endYear": 1270,
          "description": "The Jewish community of Prague completes construction of the Altneuschul (\"the Old-New synagogue\"). The synagogue, which still exists, is the oldest remaining synagogue in Europe."
        },
        {
          "id": "a-wave-of-jewish-settlers-migrates-east",
          "title": "A wave of Jewish settlers migrates east",
          "startYear": 1096,
          "endYear": 1096,
          "description": "A wave of Jewish settlers migrate east from Western Europe in the wake of the First Crusade."
        },
        {
          "id": "700-000-jews-migrate-to-the-new-state",
          "title": "700,000 Jews migrate to the new state",
          "startYear": 1948,
          "endYear": 1951,
          "description": "Following the creation of the State of Israel, nearly 700,000 Jews from around the world migrate to the new Jewish State. Almost the entire Jewish communities of Iraq, Libya, and Yemen, approximately 200,000 Jews in all, migrate to Israel during this period."
        },
        {
          "id": "glasnost-and-perestroika",
          "title": "\"Glasnost\" and \"Perestroika\"",
          "startYear": 1985,
          "endYear": 1985,
          "description": "An era known as \"Glasnost\" and \"Perestroika\" begins with the inauguration of Mikhail Gorbachev as the First Secretary of the Soviet Communist Party. Restrictions on Jewish emigration and cultural activity begin to ease."
        },
        {
          "id": "polish-jews-leave-the-country",
          "title": "Polish Jews leave the country.",
          "startYear": 1968,
          "endYear": 1968,
          "description": "Following an anti-Semitic government campaign, almost the entire remaining Jewish population of Poland, at least 25,000 in all, leave the country."
        },
        {
          "id": "jewish-survivors-of-the-war",
          "title": "Jewish survivors of the War",
          "startYear": 1946,
          "endYear": 1946,
          "description": "At the end of World War II, an estimated 50,000 Jews are liberated from Nazi concentration camps. Over the course of 1946, 150,000 Jews are repatriated to Poland from the Soviet Union. The Brichah (meaning, \"escape\") organization assists many Jews in their \"flight\" from Poland, many following the Kielce pogrom of July 1946. By 1947, approximately 250,000 Jewish Displaced Persons are concentrated in the assembly centers of Germany and Austria. The fate of the Jewish DPs ends up playing a central role in diplomatic negotiations leading to the creation of the State of Israel, and approximately two-thirds of the DPs migrate there after 1948."
        }
      ]
    }
  ]
}
